Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: The installer cannot continue due to a critical error.
ar: يتعذر على المثبِّت المتابعة بسبب خطأ فادح.
ca: L'instal·lador no pot continuar a causa d'un error crític.
de: Die Installation kann durch einen kritischen Fehler nicht fortgesetzt werden.
el: Ο βοηθός εγκατάστασης δεν μπορεί να συνεχίσει λόγω ενός κρίσιμου σφάλματος.
et: Kriitilise vea tõttu ei saa paigaldaja tööd jätkata.
fi: Asennuksen jatkaminen ei onnistu kriittisen virheen vuoksi.
fr: Le programme d'installation ne peut pas continuer en raison d'une erreur critique.
fur: L'instaladôr nol pues continuâ par vie di un erôr critic.
ga: Ní féidir leis an suiteálaí leanúint ar aghaidh mar gheall ar earráid chriticiúil.
hu: A telepítő nem tudja folytatni egy kritikus hiba miatt.
it: L'installazione non può continuare a causa di un errore critico.
ja: 重大なエラーが発生したため、インストーラーは続行できません。
kab: Aseɣẓan n usbeddi ur yezmir ara ad ikemmel ssebba n tuccḍan tuzɣint.
ko: 설치는 심각한 오류로 인하여 계속 할 수 없습니다.
lt: Diegyklė negali tęsti dėl kritinės klaidos.
nl: Het installatieprogramma kan niet doorgaan vanwege een kritieke fout.
pl: Instalator nie może kontynuować z powodu krytycznego błędu.
ru: Установка не может быть продолжена из-за критической ошибки.
sv: Installationsprogrammet kan inte fortsätta på grund av ett kritiskt fel.
tr: Kurucu önemli bir hata nedeniyle devam edemiyor.
uk: Продовження встановлення неможливе через критичну помилку.
zh_cn: 安装程序由于严重错误而无法继续。

source: The installer cannot continue due to a critical error: $0
ar: يتعذر على المثبِّت الاستمرار بسبب خطأ فادح: $0
ca: L'instal·lador no pot continuar a causa d'un error crític: $0
de: Die Installation kann durch einen kritischen Fehler nicht fortgesetzt werden: $0
el: Ο βοηθός εγκατάστασης δεν μπορεί να συνεχίσει λόγω ενός κρίσιμου σφάλματος: $0
et: Kriitilise vea tõttu ei saa paigaldaja tööd jätkata: $0
fi: Asennusprosessia ei voi jatkaa kriittisen virheen vuoksi: $0
fr: Le programme d'installation ne peut pas continuer en raison d'une erreur critique : $0
fur: L'instaladôr nol pues continuâ par vie di un erôr critic: $0
ga: Ní féidir leis an suiteálaí leanúint ar aghaidh mar gheall ar earráid chriticiúil: $0
hu: A telepítő nem tudja folytatni egy kritikus hiba miatt: $0
it: L'installazione non può continuare a causa di un errore critico: $0
ja: 重大なエラーが発生したため、インストーラーは続行できません: $0
kab: Aseɣẓan n usbeddi ur yezmir ara ad ikemmel ssebba n tuccḍan tuzɣint: $0
ko: 설치자는 심각한 오류로 인해 계속 할 수 없습니다: $0
lt: Diegyklė negali tęsti dėl kritinės klaidos: $0
nl: Het installatieprogramma kan niet doorgaan vanwege een kritieke fout: $0
pl: Instalator nie może kontynuować z powodu krytycznego błędu: $0
ru: Установка не может быть продолжена из-за критической ошибки: $0
sv: Installationsprogrammet kan inte fortsätta på grund av ett kritiskt fel: $0
tr: Kurucu önemli bir hata nedeniyle devam edemiyor.: $0
uk: Продовження встановлення неможливе через критичну помилку: $0
zh_cn: 安装程序由于严重错误而无法继续：$0

source: The passphrase you have provided contains non-ASCII characters. You may not be able to switch between keyboard layouts when typing it.
ar: تحتوي عبارة السر التي أدخلتها على حروفا ليست ASCII (لاتينية). قد لا تتمكن من التبديل بين تخطيطات لوحة المفاتيح عند كتابتها.
ca: La contrasenya que heu proporcionat conté caràcters que no són ASCII. Pot ser que no pugueu commutar entre disposicions de teclat quan la teclegeu.
de: Die eingegebene Passphrase enthält Nicht-ASCII-Zeichen. Eventuell ist es nicht möglich das Tastaturlayout während der Eingabe anzupassen.
el: Η φράση πρόσβασης που πληκτρολογήσατε περιέχει χαρακτήρες που δεν είναι ASCII. Ενδέχεται να μην μπορείτε να κάνετε εναλλαγή μεταξύ διατάξεων πληκτρολογίου κατά την πληκτρολόγησή της.
et: Sinu sisestatud salasõnas on ASCII-väliseid tähemärke. Klahvistikupaigutuse vahetamine ei pruugi sisestamise ajal olla võimalik.
fi: Antamasi salalause sisältää merkkejä, jotka eivät ole ASCII:ta. Jos näppäimistöasettelua vaihdetaan, kirjautuminen ei ehkä onnistu.
fr: La phrase secrète que vous avez fournie contient des caractères non ASCII. Vous pourriez ne pas être en mesure de changer de disposition de clavier au moment de le taper.
fur: La passphrase furnide e conten caratars che no son ASCII. Al è probabil che no tu podarâs passâ di une disposizion di tastiere a chê altre, cuant che tu le scrivarâs.
ga: Tá carachtair neamh-ASCII sa phasfhrása a sholáthair tú. Seans nach mbeidh tú in ann aistriú idir leagan amach méarchláir agus é á chlóscríobh.
hu: A megadott jelszó nem ASCII karaktereket tartalmaz. Lehet, hogy fog tudni váltani a billentyűzetkiosztások között, amikor meg kell adnia.
it: La passphrase che hai fornito contiene caratteri non ASCII. Potresti non essere in grado di passare da un layout di tastiera all'altro quando lo digiti.
ja: 入力した パスフレーズに ASCII 以外の文字が含まれています。入力する際、キーボードレイアウトの切り替えができない場合があります。
kab: Tafyirt n uɛeddi i d-tmuddeḍ deg-s isekkilen ur nelli d ASCII. Tzemreḍ ad tbeddleḍ tineɣrufin n unasiw mi ara ten-tettaruḍ.
ko: 입력 한 암호문에 비 ASCII 문자가 포함되어 있습니다. 키보드 레이아웃을 입력 할 때 키보드 레이아웃을 전환하지 못할 수 있습니다.
lt: Jūsų pateiktoje slaptafrazėje yra ne ASCII simbolių. Gali būti, kad negalėsite keisti klaviatūros išdėstymų ąį įvesdami.
nl: De wachtzin die u heeft opgeven bevat niet-ASCII karakters. Het kan voorkomen dat u niet kunt omschakelen tussen toetsenbordindelingen tijdens het intypen ervan.
pl: Podane hasło zawiera znaki spoza zestawu ASCII. Nie można przełączać między układami klawiatury podczas wpisywania hasła.
ru: Парольная фраза содержит символы, не входящие в набор ASCII. Функции переключения раскладки клавиатуры могут быть недоступны при её вводе.
sv: Lösenfrasen du har gett innehåller icke-ASCII-tecken. Du kan kanske inte byta mellan tangentbordslayouter när du skriver den.
tr: Sağladığınız parola ASCII olmayan karakterler içeriyor. Bunları tuşlarken klavye düzenleri arasında geçiş yapamayabilirsiniz.
uk: Вказаний вами пароль містить символи, які не є символами ASCII. У вас може не бути можливості перемкнути розкладку клавіатури під час його введення.
zh_cn: 您设定的密码中包括非 ASCII 字符。在输入时您可能无法切换键盘布局。

source: The selected default keyboard layout does not support ASCII characters. Please choose an ASCII-capable layout as the default.
et: Valitud vaikimisi klahvistik ei toeta ASCII-tähemärke. Palun vali selline, mis neid toetab.
fr: La disposition de clavier par défaut sélectionnée ne prend pas en charge les caractères ASCII. Veuillez définir par défaut une disposition compatible ASCII.
ga: Ní thacaíonn an leagan amach méarchláir réamhshocraithe le carachtair ASCII. Roghnaigh leagan amach atá in ann ASCII a úsáid mar an leagan réamhshocraithe.
pl: Wybrany domyślny układ klawiatury nie obsługuje znaków ASCII. Proszę wybrać układ zdolny do wprowadzania znaków ASCII jako domyślny.
sv: Den valda standardtangentbordslayouten stöder inte ASCII-tecken. Välj en ASCII-kompatibel layout som standard.

source: The storage editor lets you resize, delete, and create partitions. It can set up LVM and much more. It is meant to be used as an advanced utility and not intended to be used in a typical installation.
ar: يتيح لك محرّر التخزين تغيير حجم الأقسام وحذفها وإنشائها. كما يمكنه إعداد LVM وغير ذلك الكثير. صُمّم للاستخدام كأداة مساعدة متقدمة، وليس للاستخدام في التثبيتات التقليدية.
ca: L'editor d'emmagatzematge us permet canviar la mida, suprimir i crear particions. Pot configurar LVM i molt més. Està pensat com una utilitat avançada i no per ser utilitzat en una instal·lació típica.
el: Το εργαλείο επεξεργασίας αποθηκευτικού χώρου σάς επιτρέπει να αλλάξετε το μέγεθος, να διαγράψετε και να δημιουργήσετε διαμερίσματα. Μπορεί να χρησιμοποιηθεί για τη ρύθμιση του LVM και πολλά άλλα. Πρόκειται για ένα βοηθητικό εργαλείο με σύνθετες λειτουργίες και δεν προορίζεται για τυπικές εγκαταστάσεις.
et: Andmeruumi halduriga saad muuta, kustutada ja luua partitsioone. Lisaks võid kirjeldada loogilisi köiteid ja teha muudki. Ta on mõeldud kasutamiseks pigem lisavõimalusena, mitte aga standardpaigalduse osana.
fi: Tallennustilamuokkaimella voidaan muuttaa kokoa, poistaa ja luoda osioita. Sillä voidaan määrittää LVM:n ja paljon muuta. Se on tarkoitettu käytettäväksi edistyneenä apuohjelmana, eikä sitä ole tarkoitettu käytettäväksi tyypillisessä asennuksessa.
fr: L'éditeur de stockage vous permet de redimensionner, supprimer et créer des partitions. Il peut configurer LVM et bien plus encore. Il est censé être utilisé en tant qu'utilitaire avancé, et n'est pas destiné aux installations standards.
ga: Ligeann an t-eagarthóir stórála duit méid na gcríoch a athrú, a scriosadh agus a chruthú. Is féidir leis LVM agus i bhfad níos mó a chur ar bun. Tá sé beartaithe le húsáid mar fhóntas ardleibhéil agus níl sé beartaithe le húsáid i suiteáil tipiciúil.
hu: A tárolószerkesztővel átméretezhet, törölhet és létrehozhat partíciókat. Beállíthat LVM-et, és még sok mindent. Speciális segédprogramként való használatra lett szánva, egy tipikus telepítés során nem szükséges.
nl: Met behulp van de opslageditor kunnen partities vergroot, verkleind, aangemaakt en verwijderd worden. Hiermee kan ook LVM en veel meer geconfigureerd worden. Dit is een geavanceerd hulpprogramma en niet bedoeld voor gebruik in een typische installatie.
pl: Edytor urządzeń do przechowywania danych umożliwia zmianę rozmiaru, usuwanie i tworzenie partycji. Może skonfigurować LVM i wiele więcej. Jest przeznaczony do używania jako zaawansowane narzędzie i nie powinien być używany do typowej instalacji.
sv: Lagringsredigeraren låter dig ändra storlek, ta bort och skapa partitioner. Det kan konfigurera LVM och mycket mer. Det är tänkt att användas som ett avancerat verktyg och inte avsett att användas i en typisk installation.
uk: За допомогою редактора сховищ даних ви можете змінювати розміри розділів, вилучати і створювати їх. Редактор може визначати LVM тощо. Ним слід користуватися як інструментом для досвідчених користувачів, його не призначено для використання під час стандартного встановлення.
zh_cn: 存储编辑器允许您调整分区大小、删除分区和创建分区。它可以设置 LVM 等。它旨在用作高级实用程序，不适用于典型安装。

source: These log files may contain sensitive information such as IP addresses, usernames, or other system details. Attachments on Bugzilla issues are marked private by default.
fr: Ces fichiers journaux sont susceptibles de contenir des informations sensibles, telles que des adresses IP, des noms d'utilisateur·rices ou d'autres informations sur le système. Les pièces jointes aux problèmes Bugzilla sont marquées par défaut comme privées.
sv: Dessa logg filer kan innehålla känslig information som tillexempel IP-adresser eller användarnamn eller andra systemdetaljer. Bilagor på Bugzilla-ärenden är som standard markerade som privata.

source: This hostname can't be submitted
ar: لا يمكن إرسال اسم المضيف هذا
ca: Aquest nom d'amfitrió no es pot enviar
de: Dieser Rechnername kann nicht übermittelt werden
el: Δεν είναι δυνατή η υποβολή αυτού του ονόματος υπολογιστή
et: Seda hostinime ei saa kasutada
fi: Tätä isäntänimeä ei voi lähettää
fr: Ce nom d'hôte ne peut pas être envoyé
ga: Ní féidir an t-óstainm seo a chur isteach
hu: Ez a gépnév nem küldhető be
kab: Isem-a n usenneftaɣ ur yezmir ara ad yettwazen
ko: 이와 같은 호스트이름은 제출 될 수 없습니다
lt: Šio kompiuterio pavadinimo pateikti negalima
nl: Deze hostnaam kan niet gebruikt worden
pl: Ta nazwa komputera nie może zostać przesłana
ru: Это имя узла не может быть представлено
sv: Detta värdnamn kan inte skickas in
tr: Bu ana makine adı kaydedilemiyor
uk: Цю назву вузла не може бути надіслано
zh_cn: 无法提交此主机名

source: This is unstable, pre-release software
ar: هذه برمجيّات ما قبل الإصدار وهي غير مستقرة
ca: Aquesta és una versió de programari inestable i prèvia al llançament
de: Dies ist eine Vorabversion, die instabil sein kann
el: Αυτό το λογισμικό πρώιμης έκδοσης είναι ασταθές
et: See on tarkvara katseline eelversioon
fi: Tämä on epävakaa esijulkaisuversio ohjelmistosta
fr: Il s'agit d'un logiciel instable, en préversion
fur: Chest software al è une pre-distribuzion instabile
ga: Is bogearraí éagobhsaí, réamhscaoilte é seo
hu: Ez egy instabil, előzetes kiadású szoftver
ia: Iste programma es preliminar e instabile
it: Questo software è una pre-rilascio instabile
ja: これは、プレリリースの不安定なソフトウェアです
kab: Iseɣẓanen-a n lqem uzwir ur rkiden ara
ko: 이 배포판은 불안정 할 수 있으며, 사전-출시된 소프트웨어입니다
lt: Tai nestabili, neišleista programinė įranga
nl: Dit is onstabiele, pre-release software
pl: To jest niestabilne, testowe oprogramowanie
ru: Стабильность предварительной версии дистрибутива не гарантируется
sv: Detta är en instabil förhandsutgåva av programvaran
tr: Bu kararlı olmayan, sürüm öncesi yazılımdır
uk: Це нестабільне програмне забезпечення недостатньої якості
zh_cn: 这是不稳定的预发行软件

source: This layout will be used for unlocking your system on boot
ar: سيتم استخدام هذا التخطيط لفتح نظامك عند التمهيد
ca: Aquesta disposició s'utilitzarà per desblocar el sistema a l'arrencada
el: Αυτή η διάταξη θα χρησιμοποιείται για το ξεκλείδωμα του συστήματός σας κατά την εκκίνηση
et: Seda paigutust kasutatakse alglaadimise ajal sinu süsteemi lukustuse avamiseks
fi: Tätä asettelua käytetään järjestelmän lukituksen avaamiseen käynnistyksen yhteydessä
fr: Cette disposition sera utilisée pour déverrouiller votre système lors du démarrage
ga: Úsáidfear an leagan amach seo chun do chóras a dhíghlasáil ag am tosaithe
hu: Ez az elrendezés lesz használva a feloldáshoz a rendszerindítás során
kab: Taneɣruft-a ad yettwasseqdec i tukksa n uskweṛ n unagraw-inek·inem mi ara yekker
nl: Deze indeling wordt gebruikt voor ontsleuteling van het systeem tijdens het opstarten
pl: Ten układ będzie używany do odblokowywania komputera podczas uruchamiania
sv: Denna layout kommer att användas för att låsa upp ditt system vid uppstart
uk: Цю розкладку буде використано для розблокування системи під час завантаження
zh_cn: 此布局将用于在启动时解锁系统

source: This may take a moment
ar: قد تأخذ قليلًا من الوقت
ca: Això pot trigar una estona
de: Dies kann einen Moment dauern
el: Αυτό μπορεί να διαρκέσει λίγη ώρα
et: Selleks võib kuluda mõni hetk
fi: Tämä saattaa kestää hetken
fr: Cela peut prendre un court instant
fur: Chest al podarès tirâle a dilunc
ga: Féadfaidh sé seo nóiméad a ghlacadh
hu: Ez eltarthat egy ideig
ia: Isto pote prender un momento
it: Attendere prego
ja: これには少し時間がかかる場合があります
kab: Aya yezmer ad yeṭṭef cwiṭ n wakud
ko: 시간이 좀 걸릴 수 있습니다
lt: Tai gali užtrukti
nl: Dit kan heel even duren
pl: Może to chwilę zająć
ru: Это может занять некоторое время
sv: Detta kan ta en stund
tr: Bu biraz zaman alabilir
uk: Зачекайте, будь ласка
zh_cn: 这可能需要些时间

source: This will take a few moments
ar: سيستغرق ذلك بضع لحظات
ca: Això trigarà uns instants
de: Dies wird einige Momente dauern
el: Αυτό θα διαρκέσει λίγα λεπτά
et: Selleks kulub mõni hetk
fi: Tämä kestää hetken
fr: Cela prendra quelques instants
ga: Tógfaidh sé seo cúpla nóiméad
hu: Ez el fog tartani egy ideig
ia: Isto prendera alicun momentos
it: L'operazione richiederà alcuni istanti
ja: これには少し時間がかかります
kab: Ad yeṭṭef kra n wakud
ko: 시간이 좀 걸릴 수 있습니다
lt: Tai užtruks keletą akimirkų
nl: Dit kan even duren
pl: To zajmie chwilę
ru: Это займёт некоторое время
sv: Detta kommer att ta en stund
tr: Bu biraz zaman alacak
uk: Зачекайте, будь ласка
zh_cn: 这需要一些时间

source: Time
ar: الوقت
el: Ώρα
et: Kellaaeg
fr: Heure
ga: Am
kab: Akud
pl: Czas
sv: Tid
zh_cn: 时间

source: Timezone
ar: المنطقة الزمنية
el: Ζώνη ώρας
et: Ajavöönd
fr: Fuseau horaire
ga: Crios ama
kab: Tamnaḍt tasragant
pl: Strefa czasowa
sv: Tidszon
zh_cn: 时区

source: Title
fr: Titre
kab: Azwel
sv: Titel

source: To begin using $0, reboot your system.
ar: لبدء استخدام $0، أعد تشغيل الجهاز.
ca: Per començar a utilitzar $0, reinicieu el sistema.
de: Starten Sie das System neu, um mit der Nutzung von $0 zu beginnen.
el: Για να ξεκινήσετε τη χρήση του $0, επανεκκινήστε το σύστημά σας.
et: $0 - kasutamaks uut paigaldust, taaskäivita süsteem.
fi: Aloita $0:n käyttö käynnistämällä järjestelmä uudelleen.
fr: Redémarrez votre système pour commencer à utiliser $0.
fur: Par scomençâ a doprâ $0, torne invie il sisteme.
ga: Chun $0 a úsáid, atosaigh do chóras.
hu: A(z) $0 használatának megkezdéséhez indítsa újra a rendszert.
it: Per iniziare a usare $0, riavvia il sistema.
ja: $0の使用を開始するには、システムを再起動します。
kab: Ales asenker i unagraw-inek·inem akken ad tebdud aseqdec n $0.
ko: $0를 사용하여 시작하려면, 시스템을 재시작하세요.
lt: Norėdami pradėti naudoti $0, iš naujo paleiskite sistemą.
nl: Herstart uw systeem om $0 te gaan gebruiken.
pl: Uruchom komputer ponownie, aby zacząć korzystać z systemu $0.
ru: Чтобы начать использовать $0, перезагрузите систему.
sv: För att börja använda $0, starta om ditt system.
tr: $0 kullanmaya başlamak için sisteminizi yeniden başlatın.
uk: Щоб розпочати користування $0, перезавантажте вашу систему.
zh_cn: 要使用 $0，请重新启动系统。

source: To continue, select the devices to install to.
ar: للمتابعة، حدّد الأجهزة المراد التثبيت عليها.
ca: Per continuar, seleccioneu els dispositius on voleu instal·lar-lo.
de: Um fortzufahren, wählen die Speichermedien für die Installation aus.
el: Για να συνεχίσετε, επιλέξτε τις συσκευές όπου θα γίνει η εγκατάσταση.
et: Jätkamaks palun vali seadmed, kuhu tahad süsteemi paigaldada.
fi: Jatka valitsemalla laitteet, joihin haluat asentaa.
fr: Pour continuer, sélectionnez les périphériques sur lesquels effectuer l'installation.
fur: Par continuâ, selezione i dispositîfs dulà lâ a instalâ.
ga: Chun leanúint ar aghaidh, roghnaigh na feistí a shuiteáil go.
hu: A folytatáshoz, kérem válassza ki a telepíteni kívánt eszközöket.
ia: Pro continuar, selige le dispositivos pro le installation.
it: Per continuare, selezionare i dispositivi su cui effettuare l'installazione.
ja: 続行するには、インストール先のデバイスを選択します。
kab: I ukemmel, fren ibenkan iɣef ara tesbeddeḍ.
ko: 계속하려면, 설치하려는 장치를 선택하세요.
lt: Norėdami tęsti, pasirinkite įrenginius diegimui.
nl: Selecteer de apparaten waarop u wilt installeren om door te kunnen gaan.
pl: Aby kontynuować, proszę wybrać urządzenia, na których zainstalować.
ru: Чтобы продолжить, выберите устройства для установки.
sv: För att fortsätta, välj enheterna att installera på.
tr: Devam etmek için kurulum yapılacak aygıtları seçin.
uk: Щоб продовжити, виберіть пристрої для встановлення на них системи.
zh_cn: 要想继续，请选择要安装的设备。

source: To use this option, resize or remove existing partitions to free up at least $0.
ar: لاستخدام هذا الخيار، غيّر حجم الأقسام الموجودة أو أزلها لإخلاء $0 على الأقل.
ca: Per a utilitzar aquesta opció, redimensioneu o suprimiu les particions existents per a alliberar almenys $0.
de: Um diese Option zu benutzen, entfernen Sie bestehende Partitionen oder ändern ihre Größe, um mindestens $0 freizugeben.
el: Για να χρησιμοποιήσετε αυτήν την επιλογή, αλλάξτε το μέγεθος ή καταργήστε υπάρχοντα διαμερίσματα για να ελευθερώσετε τουλάχιστον $0.
et: Selle võimaluse kasutamiseks eemalda mõni olemasolev partitsioon või vähenda tema suurust nii, et vabaneb vähemalt $0 andmeruumi.
fi: Tämän vaihtoehdon käyttämiseksi, muuta olemassa olevien osioiden kokoja tai poista ne vapauttaaksesi vähintään $0.
fr: Pour utiliser cette option, redimensionnez ou supprimez les partitions existantes afin de libérer au moins $0.
fur: Par doprâ cheste opzion, ridimensione o gjave lis partizions esistentis par liberâ almancul $0 di spazi.
ga: Chun an rogha seo a úsáid, athmhéadaigh nó bain na deighiltí atá ann cheana féin chun $0 ar a laghad a shaoradh.
hu: Ennek az opciónak a használatához méretezze át vagy távolítsa el a meglévő partíciókat, hogy legalább $0 szabadítson fel.
ia: Pro usar iste option, redimensiona o remove partitiones existente pro liberar al minus $0.
it: Per usare questa opzione, ridimensionare o eliminare le partizioni su disco per liberare $0 di spazio.
ja: このオプションを使用して、既存のパーティションをリサイズ・削除することで、少なくとも $0 の容量を解放できます。
kab: I useqdec n textiṛt-a, semsawi teɣzi neɣ kkes iḥricen yellan i uslelli xerṣum $0 n tallunt.
ko: 이와 같은 옵션을 사용하려면, 최소 $0의 공간을 확보하려면 기존 파티션 크기를 조정하거나 제거하세요.
lt: Norėdami naudoti šią parinktį, pakeiskite esamų skaidinių dydį arba pašalinkite jas, kad atlaisvintumėte bent $0.
nl: Om deze optie te gebruiken, verandert u de grootte van bestaande partities of u verwijdert deze om minimaal $0 vrij te maken.
pl: Należy zmienić rozmiar lub usunąć istniejące partycje i zwolnić co najmniej $0, aby móc użyć tej opcji.
ru: Чтобы воспользоваться этой опцией, измените размер или удалите существующие разделы, чтобы освободить хотя бы $0.
sv: För att använda det här alternativet, ändra storlek på eller ta bort befintliga partitioner för att frigöra minst $0.
tr: Bu seçeneği kullanmak için var olan bölümleri yeniden boyutlandırarak veya kaldırarak en az $0 yer açın.
uk: Щоб скористатися цим варіантом, змініть розміри розділів або вилучіть наявні розділи, щоб звільнити принаймні $0.
zh_cn: 要使用此选项，请调整大小或删除现有分区以释放至少 $0。

source: Type
ar: النوع
ca: Tipus
de: Typ
el: Τύπος
et: Tüüp
fi: Tyyppi
fur: Gjenar
ga: Cineál
hu: Típus
ia: Typo
it: Tipo
ja: タイプ
kab: Anaw
ko: 유형
lt: Tipas
pl: Typ
ru: Тип
sv: Typ
tr: Tür
uk: Тип
zh_cn: 类型

source: Unable to schedule deletion of $0
ar: غير قادر على جدولة حذف $0
ca: No s'ha pogut programar la supressió de $0
de: Löschung von $0 kann nicht geplant werden
el: Δεν είναι δυνατός ο προγραμματισμός της διαγραφής του $0
et: „$0“ - kustutamise ajastamine pole võimalik
fi: $0:n poistoa ei voi ajoittaa
fr: Impossible de planifier la suppression de $0
ga: Ní féidir scriosadh $0 a sceidealú
hu: A(z) $0 törlése nem ütemezhető be
kab: D awezɣi aseɣwes n tukksa n $0
ko: $0의 삭제를 예정 할 수 없습니다
lt: Neįmanoma suplanuoti $0 ištrynimo
nl: Verwijdering van $0 inplannen mislukt
pl: Nie można zaplanować usunięcia $0
ru: Невозможно запланировать удаление $0
sv: Det gick inte att schemalägga borttagning av $0
tr: $0 silinmesi zamanlanamadı
uk: Не вдалося запланувати вилучення $0
zh_cn: 无法安排删除 $0

source: Unable to schedule resizing of $0
ar: غير قادر على جدولة تغيير حجم $0
ca: No s'ha pogut programar el canvi de mida de $0
de: Größenänderung von $0 kann nicht geplant werden
el: Δεν είναι δυνατός ο προγραμματισμός της αλλαγής μεγέθους του $0
et: „$0“ - suuruse muutmine ajastamine pole võimalik
fi: $0:n koon muuttamista ei voi ajoittaa
fr: Impossible de planifier le redimensionnement de $0
ga: Ní féidir méid $0 a athrú a sceidealú
hu: A(z) $0 átméretezése nem ütemezhető be
kab: D awezɣi aseɣwes n usemsawi n teɣzi n $0
ko: $0의 크기 조정을 예정 할 수 없습니다
lt: Neįmanoma suplanuoti $0 dydžio keitimo
nl: Grootte veranderen van $0 inplannen mislukt
pl: Nie można zaplanować zmiany rozmiaru $0
ru: Невозможно запланировать изменение размера $0
sv: Det gick inte att schemalägga storleksändring av $0
tr: $0 yeniden boyutlandırılması zamanlanamadı
uk: Не вдалося запланувати зміну розмірів $0
zh_cn: 无法安排调整 $0 的大小

source: Unlock
ar: افتح
ca: Desbloqueja
de: Entsperren
el: Ξεκλείδωμα
et: Ava lukustus
fi: Avaa
fr: Déverrouiller
fur: Sbloche
ga: Díghlasáil
hu: Feloldás
ia: Disblocar
it: Sblocca
ja: ロック解除
kab: Kkes asekkeṛ
ko: 잠금 해제
lt: Atrakinti
nl: Ontgrendelen
pl: Odblokuj
ru: Разблокировать
sv: Lås upp
tr: Kilidini aç
uk: Розблокувати
zh_cn: 解锁
