Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: Send us feedback on your installation
ar: أرسل لنا تعليقاتك حول تثبيتك
ca: Envieu-nos comentaris sobre la vostra instal·lació
de: Senden Sie uns Feedback zu Ihrer Installation
el: Στείλτε μας σχόλια για την εγκατάστασή σας
et: Saada meile oma paigaldamise kohta tagasisidet
fi: Lähetä meille palautetta asennuksestasi
fr: Donnez-nous votre avis sur votre expérience d'installation
fur: Mandinus un parê su la tô instalazion
ga: Seol aiseolas chugainn ar do shuiteáil
hu: Visszajelzés küldése a telepítéséről
ia: Invia nos tu commentario sur tu installation
it: Inviaci un feedback sulla tua installazione
ja: インストールに関するフィードバックをお寄せください
kab: Azen-aɣ-d tamawt-ik·im ɣef usebded
ko: 자신의 설치에서 우리에게 응답을 제공하세요
lt: Atsiųskite mums atsiliepimą apie įdiegimą
nl: Geef ons feedback over de installatie
pl: Prześlij nam swoją opinię na temat instalacji
ru: Отправьте нам отзыв о Вашем опыте с установкой
sv: Skicka oss feedback om din installation
tr: Kurulumunuz hakkında bize geri bildirim gönderin
uk: Надішліть нам відгук щодо встановленої системи
zh_cn: 向我们发送有关您的安装的反馈

source: Server is not reachable
ar: الخادم لا يمكن الوصول إليه
el: Δεν είναι δυνατή η επικοινωνία με τον διακομιστή
et: Server pole leitav
fr: Impossible d'atteindre le serveur
ga: Ní féidir teacht ar an bhfreastalaí
kab: Aqeddac ur yettwawaḍ ara
pl: Nie można połączyć się z serwerem
sv: Server är inte nåbar
zh_cn: 服务器不可达

source: Set custom hostname
ar: اضبط اسم مضيف مخصّص
ca: Estableix un nom d'amfitrió personalitzat
de: Eigenen Rechnername festlegen
el: Ορισμός προσαρμοσμένου ονόματος υπολογιστή
et: Siesta hostinimi
fi: Määritä mukautettu isäntänimi
fr: Définir un nom d'hôte personnalisé
ga: Socraigh óstainm saincheaptha
hu: Egyéni gépnév beállítása
ia: Definir nomine de hospite personalisate
kab: Sbadu asenneftaɣ udmawan
ko: 사용자 정의 호스트이름 설정
lt: Nustatyti kompiuterio pavadinimą
nl: Aangepaste hostnaam instellen
pl: Ustaw niestandardową nazwę komputera
ru: Установить пользовательское имя узла
sv: Ställ in ett anpassat värdnamn
tr: Özel ana makine adı ayarla
uk: Встановити нетипову назву вузла
zh_cn: 设置自定义主机名

source: Share disk with other operating systems
ar: شارك القرص مع نظام تشغيل آخر
ca: Comparteix el disc amb altres sistemes operatius
el: Κοινή χρήση του δίσκου με άλλα λειτουργικά συστήματα
et: Jaga ketast muude operatsioonisüsteemidega
fr: Partager le disque avec d'autres systèmes d'exploitation
ga: Comhroinn diosca le córais oibriúcháin eile
kab: Bḍu aḍebsi-a akked inagrawen n wammud nniḍen
pl: Dziel dysk z innymi systemami operacyjnymi
sv: Dela disk med andra operativsystem
zh_cn: 与其他操作系统共享磁盘

source: Share disk with other operating systems: $0
ar: شارك القرص مع أنظمة تشغيل أخرى: $0
ca: Comparteix el disc amb altres sistemes operatius: $0
el: Κοινή χρήση του δίσκου με άλλα λειτουργικά συστήματα: $0
et: Jaga ketast muude operatsioonisüsteemidega: $0
fr: Partager le disque avec les systèmes d'exploitation : $0
ga: Comhroinn diosca le córais oibriúcháin eile: $0
kab: Bḍu aḍebsi akked unagraw n wamud niḍen: $0
pl: Dziel dysk z innymi systemami operacyjnymi: $0
sv: Dela disk med annat operativsystem: $0
zh_cn: 与其他操作系统共享磁盘

source: Show AM/PM
ar: أظهِر صباحًا/مساءً
el: Εμφάνιση ΠΜ/ΜΜ
et: Näita AM/PM (el/pl)
fr: Afficher AM/PM
ga: Taispeáin AM/PM
kab: Sken-d AM/PM
pl: Wyświetlanie AM/PM
sv: Visa AM/PM
zh_cn: 显示 AM/PM

source: Show confirmed password
ar: أظهِر كلمة السر المؤكدة
ca: Mostra la contrasenya confirmada
de: Zeige bestätigtes Passwort
el: Εμφάνιση επιβεβαιωμένου κωδικού πρόσβασης
et: Näita kinnitatud salasõna
fi: Näytä vahvistettu salasana
fr: Afficher le mot de passe de confirmation
fur: Mostre la password di conferme
ga: Taispeáin pasfhocal deimhnithe
hu: Jelenítse meg megerősített jelszavát
ia: Monstrar contrasigno confirmate
it: Mostra la password di conferma
ja: パスワードの確認を表示する
kab: Sken awal n uɛeddi yettusnetmen
ko: 확인된 비밀번호 표시
lt: Rodyti patvirtintą slaptažodį
nl: Toon bevestigd wachtwoord
pl: Wyświetl potwierdzone hasło
ru: Показать подтвержденный пароль
sv: Visa bekräftat lösenord
tr: Onaylanan parolayı göster
uk: Показати підтверджений пароль
zh_cn: 显示确认密码

source: Show passphrase
ar: أظهِر عبارة السر
ca: Mostra la paraula de pas
de: Passphrase anzeigen
el: Εμφάνιση φράσης πρόσβασης
et: Näita salafraasi
fi: Näytä tunnuslause
fr: Afficher la phrase secrète
fur: Mostre passphrase
ga: Taispeáin pasfhrása
hu: Jelszó megjelenítése
ia: Monstrar phrase de contrasigno
it: Vedi la password
ja: パスフレーズを表示する
kab: Sken tafyirt n uɛeddi
ko: 암호문을 표시합니다
lt: Rodyti slaptafrazę
nl: Toon wachtzin
pl: Wyświetl hasło
ru: Показать парольную фразу
sv: Visa lösenfras
tr: Parolayı göster
uk: Показати пароль
zh_cn: 显示密码

source: Show password
ar: أظهِر كلمة السر
ca: Mostra la contrasenya
de: Passwort anzeigen
el: Εμφάνιση κωδικού πρόσβασης
et: Näita salasõna
fi: Näytä salasana
fr: Afficher le mot de passe
fur: Mostre password
ga: Taispeáin pasfhocal
hu: Jelszó megjelenítése
ia: Monstrar contrasigno
it: Mostra la password
ja: パスワードを表示する
kab: Sken-d awal n uɛeddi
ko: 비밀번호 표시
lt: Rodyti slaptažodį
nl: Toon wachtwoord
pl: Wyświetl hasło
ru: Показать пароль
sv: Visa lösenord
tr: Parolayı göster
uk: Показати пароль
zh_cn: 显示密码

source: Size
ar: الحجم
ca: Mida
de: Größe
el: Μέγεθος
et: Suurus
fi: Koko
fr: Taille
ga: Méid
hu: Méret
ia: Dimension
kab: Teɣzi
ko: 크기
lt: Dydis
nl: Grootte
pl: Rozmiar
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір
zh_cn: 大小

source: Software installation
ar: تثبيت البرمجيات
ca: Instal·lació de programari
el: Εγκατάσταση λογισμικού
et: Tarkvara paigaldus
fi: Ohjelmiston asennus
fr: Installation des logiciels
fur: Instalazion software
ga: Suiteáil bogearraí
hu: Szoftver telepítése
ia: Installation de programma
it: Installazione software
ja: ソフトウェアのインストール
kab: Asebded n yiseɣẓanen
ko: 소프트웨어 설치
lt: Programinės įrangos pasirinkimas
nl: Software-installatie
pl: Instalacja oprogramowania
ru: Установка программного обеспечения
sv: Programvaruinstallation
tr: Yazılım kurulumu
uk: Встановлення програмного забезпечення
zh_cn: 软件安装

source: Software installation: Storage configuration complete. The software is now being installed onto your device.
ar: تثبيت البرنامج: اكتمل تضبيط التخزين. يتم الآن تثبيت البرنامج على جهازك.
ca: Instal·lació de programari: s'ha completat la configuració de l'emmagatzematge. El programari s'instal·la al dispositiu.
de: Softwareinstallation: Speicherkonfiguration abgeschlossen. Die Software wird nun auf Ihrem Gerät installiert.
el: Εγκατάσταση λογισμικού: η διαμόρφωση του αποθηκευτικού χώρου έχει ολοκληρωθεί. Γίνεται τώρα εγκατάσταση του λογισμικού στη συσκευή σας.
et: Tarkvara paigaldus: andmeruumi seadistamine on lõppenud. Tarkvara on parasjagu sinu arvutisse/seadmesse paigaldamisel.
fi: Ohjelmiston asennus: Tallennuskokoonpano on valmis. Ohjelmistoa asennetaan nyt laitteellesi.
fr: Installation des logiciels : Configuration du stockage terminée. Les logiciels sont maintenant en cours d'installation sur votre appareil.
fur: Instalazion dal software: configurazion de memorie di archiviazion completade. Cumò il software al ven instalât sul dispositîf.
ga: Suiteáil bogearraí: cumraíocht stórála críochnaithe. Tá na bogearraí á shuiteáil ar do ghléas anois.
hu: Szoftvertelepítés: A tárhely konfigurálása kész. A szoftver telepítése folyamatban van az eszközre.
it: Installazione del software: Configurazione dello storage completata. Il software viene ora installato sul dispositivo.
ja: ソフトウェアのインストール: ストレージの構成が完了しました。 ソフトウェアがデバイスにインストールされています。
kab: Asebded n useɣẓan: Tawila n uḥraz temmed. Aseɣẓan la ttwasbeddaden tura ɣef yibenk-ik·im.
ko: 소프트웨어 설치: 저장소 구성 완료. 소프트웨어는 이제 자신의 장치에 설치되어 있습니다.
lt: Programinės įrangos diegimas: saugyklos konfigūracija baigta. Programinė įranga dabar yra diegiama jūsų įrenginyje.
nl: Software-installatie: Opslagconfiguratie voltooid. De software wordt nu op uw apparaat geïnstalleerd.
pl: Instalacja oprogramowania: ukończono konfigurację urządzeń do przechowywania danych. Oprogramowanie jest teraz instalowane na urządzeniu.
ru: Установка программного обеспечения: настройка хранилища данных завершена. Теперь программное обеспечение устанавливается на ваше устройство.
sv: Programvaruinstallation: Lagringskonfigurationen är klar. Programvaran installeras nu på din enhet.
tr: Yazılım kurulumu: Depolama yapılandırması tamamlandı. Yazılım şimdi aygıtınıza kuruluyor.
uk: Встановлення програмного забезпечення: завершено налаштовування сховища даних. Тепер встановлюємо програмне забезпечення на ваш пристрій.
zh_cn: 软件安装：存储配置完成。该软件现在正在安装到您的设备上。

source: Software selection
et: Tarkvara valik
fr: Sélection des logiciels
ga: Rogha bogearraí
kab: Afran n yiseɣẓanen
pl: Wybór oprogramowania
sv: Programval
zh_cn: 软件选择

source: Some required partitions are missing: $0
ar: بعض الأقسام المطلوبة مفقودة: $0
ca: Falten algunes particions necessàries: $0
de: Einige benötigte Partitionen fehlen: $0
el: Απουσιάζουν ορισμένα απαραίτητα διαμερίσματα: $0
et: Mõned nõutavad partitsioonid on puudu: $0
fi: Jotkut pakolliset osiot puuttuvat: $0
fr: Certaines partitions requises sont manquantes : $0
ga: Tá roinnt deighiltí riachtanacha in easnamh: $0
hu: Egyes szükséges partíciók hiányoznak: $0
it: Mancano alcune partizioni richieste: $0
ja: いくつかのパーティションが見つかりません: $0
kab: Kra n yiḥricen i yettwasrn xuṣṣen: $0
ko: 일부 필수 파티션이 누락되었습니다: $0
lt: Trūksta kai kurių būtinų skaidinių: $0
nl: Een aantal vereiste partities zijn niet aanwezig: $0
pl: Brakuje części wymaganych partycji: $0
ru: Некоторые необходимые разделы отсутствуют: $0
sv: Vissa nödvändiga partitioner saknas: $0
tr: Bazı gerekli bölümler eksik: $0
uk: Не вистачає декількох обов'язкових розділів: $0
zh_cn: 缺少一些必需的分区：$0

source: Space
ar: المساحة
ca: Espai
de: Platz
el: Χώρος
et: Ruum
fi: Tila
fr: Espace
ga: Spás
hu: Hely
kab: Tallunt
ko: 공간
lt: Vieta
nl: Ruimte
pl: Miejsce
ru: Пространство
sv: Utrymme
tr: Alan
uk: Місце
zh_cn: 空间

source: Stacktrace
fr: Trace d'appels
sv: Stackspår

source: Storage
ar: التخزين
ca: Emmagatzematge
de: Speicher
el: Αποθηκευτικός χώρος
et: Andmeruum
fi: Tallennustila
fr: Stockage
fur: Memorie di archiviazion
ga: Stóráil
hu: Tárhely
ia: Immagazinage
ja: ストレージ
kab: Aḥraz
ko: 저장소
lt: Saugykla
nl: Opslag
pl: Urządzenia do przechowywania danych
ru: Хранилище
sv: Lagring
tr: Depolama
uk: Сховище даних
zh_cn: 存储

source: Storage configuration
ar: تضبيط التخزين
ca: Configuració d'emmagatzematge
de: Speicher Konfiguration
el: Διαμόφωση αποθηκευτικού χώρου
et: Andmeruumi seadistus
fi: Tallennustilan määritykset
fr: Configuration du stockage
fur: Configurazion memorie di archiviazion
ga: Cumraíocht stórála
hu: Tároló-összeállítás
ia: Configuration de immagazinage
it: Configurazione dello Storage
ja: ストレージの設定
kab: Tawila n uḥraz
ko: 저장소 구성
lt: Saugyklos konfigūracija
nl: Opslagconfiguratie
pl: Konfiguracja urządzeń do przechowywania danych
ru: Конфигурация устройств хранения
sv: Lagringskonfiguration
tr: Depolama yapılandırması
uk: Налаштування сховища даних
zh_cn: 存储配置

source: Storage configuration: Storage is currently being configured.
ar: تضبيط التخزين: التخزين حاليًا قيد التضبيط.
ca: Configuració d'emmagatzematge: L'emmagatzematge s'està configurant actualment.
de: Speicherkonfiguration: Der Speicher wird derzeit konfiguriert.
el: Διαμόρφωση αποθηκευτικού χώρου: αυτήν την στιγμή γίνεται διαμόρφωση του αποθηκευτικού χώρου.
et: Andmeruumi seadistus: seadistamine on hetkel pooleli.
fi: Tallennustilan määritys: Tallennustilaa konfiguroidaan parhaillaan.
fr: Configuration du stockage : Le stockage est en cours de configuration.
fur: Configurazion de memorie di archiviazion: la memorie e je in cors di configurazion.
ga: Cumraíocht stórála: Tá an stóráil á chumrú faoi láthair.
hu: Tárhely-konfiguráció: A tárhely beállítása folyamatban van.
it: Configurazione dello storage: Lo storage è in corso di configurazione.
ja: ストレージの構成: ストレージは現在構成中です。
kab: Tawila n uḥraz: Aḥraz la yettwasestab.
ko: 저장소 구성: 저장소는 현재 구성되어져 있는 상태입니다.
lt: Saugyklos konfigūracija: saugykla šiuo metu yra konfigūruojama.
nl: Opslagconfiguratie: opslag wordt momenteel geconfigureerd.
pl: Konfiguracja urządzeń do przechowywania danych: w trakcie.
ru: Конфигурация хранилища: в настоящее время хранилище настраивается.
sv: Lagringskonfiguration: Lagring konfigureras för närvarande.
tr: Depolama yapılandırması: Depolama alanı şu anda yapılandırılıyor.
uk: Налаштовування сховища даних: зараз виконуємо налаштовування сховища даних.
zh_cn: 存储配置：当前正在配置存储。

source: Storage editor
ar: محرّر التخزين
ca: Editor d'emmagatzematge
de: Speicher-Editor
el: Επεξεργασία αποθηκευτικού χώρου
et: Andmeruumi haldur
fi: Tallennusmuokkkain
fr: Éditeur de stockage
ga: Eagarthóir stórála
hu: Tárolószerkesztő
ia: Editor de immagazinage
kab: Amaẓrag n uḥraz
ko: 저장소 편집기
lt: Saugyklos redaktorius
nl: Opslageditor
pl: Edytor urządzeń do przechowywania danych
ru: Редактор хранилища
sv: Lagringsredigerare
tr: Depolama düzenleyicisi
uk: Редактор сховищ даних
zh_cn: 存储编辑器

source: Storage editor is available only in the `Installation method` step.
ar: محرّر التخزين متاح فقط في خطوة `طريقة التثبيت`.
ca: L'editor d'emmagatzematge només està disponible al pas `Mètode d'instal·lació`.
el: Η επεξεργασία αποθηκευτικού χώρου είναι διαθέσιμη μόνο στο βήμα `Μέθοδος εγκατάστασης`.
et: Andmeruumi haldur on saadaval vaid sammus „Paigaldusmeetod“.
fi: Tallennusmuokkain on käytettävissä vain "Asennusmenetelmä"-vaiheessa.
fr: L'éditeur de stockage est disponible uniquement à l'étape `Méthode d'installation`.
ga: Níl an t-eagarthóir stórála ar fáil ach amháin sa chéim `Modh suiteála`.
hu: A tárolószerkesztő csak a „Telepítési mód” lépésben érhető el.
kab: Amaẓrag n uḥraz yella kan deg uswir n `Tarrayt n usebded `.
ko: 저장소 편집기는 `Installation method`단계에서만 사용 할 수 있습니다.
lt: Saugyklos redaktorius pasiekiamas tik atliekant veiksmą „Įdiegimo metodas“.
nl: Opslageditor is alleen beschikbaar in de stap `Installatiemethode`.
pl: Edytor urządzeń do przechowywania danych jest dostępny tylko w kroku „Metoda instalacji”.
ru: Редактор хранилища доступен только на шаге `Метод установки`.
sv: Lagringsredigeraren är endast tillgänglig i `Installationsmetod` steget.
tr: Depolama düzenleyicisi yalnızca `Kurulum yöntemi` adımında kullanılabilir.
uk: Редактором сховищ даних можна скористатися лише на кроці «Спосіб встановлення».
zh_cn: 存储编辑器仅在“安装方法”步骤中可用。

source: Storage is based on the configuration from 'Modify storage'.
ar: يعتمد التخزين على تضبيط من "تعديل التخزين".
ca: L'emmagatzematge es basa en la configuració de 'Modifica l'emmagatzematge'.
de: Speicherkonfiguration basiert auf der Konfiguration aus 'Speicher bearbeiten'.
el: Ο αποθηκευτικός χώρος βασίζεται στη διαμόρφωση από το μενού «Τροποποίηση αποθηκευτικού χώρου».
et: Andmeruum on jagatud vastavalt sammus „Muuda andmeruumi“ tehtud seadistusele.
fi: Tallennus perustuu 'Muokkaa tallennustilaa':n kokoonpanoon.
fr: Le stockage est basé sur la configuration provenant du menu 'Modifier le stockage'.
fur: La memorie di archiviazion e je basade su la configurazion di 'Modifiche memorie di archiviazion'.
ga: Tá an stóráil bunaithe ar an gcumraíocht ó 'Modify storage'.
hu: A tároló a „Tároló módosítása” konfigurációján alapszik.
ia: Immagazinage es basate sur le configuration ab “Modificar immagazinage”.
it: L'archiviazione si basa sulla configurazione di "Modifica archiviazione".
ja: ストレージは「ストレージの変更」の設定に基づいています。
kab: Aḥraz yebna ɣef twila n wumuɣ 'Senfel aḥraz'.
ko: 저장소는 '저장소 수정' 에서 구성을 기반으로 합니다.
lt: Saugykla pagrįsta konfigūracija iš „Keisti saugyklą“.
nl: Opslag is gebaseerd op de configuratie van 'Opslag bewerken'.
pl: Urządzenia do przechowywania danych są na podstawie konfiguracji z „Modyfikuj urządzenia do przechowywania danych”.
ru: Хранилище основано на конфигурации из раздела "Изменить хранилище".
sv: Lagring baseras på konfigurationen från "Modifera lagring".
tr: Depolama, 'Depolamayı değiştir' seçeneğindeki yapılandırmayı temel alır.
uk: Сховище даних на основі налаштувань зі сторінки «Змінити сховище даних».
zh_cn: 存储基于‘修改存储’的配置。

source: Storage plugin failed
ar: فشل المكون الإضافي للتخزين
ca: El connector d'emmagatzematge ha fallat
de: Speicher-Plugin fehlgeschlagen
el: Αποτυχία αρθρώματος αποθηκευτικού χώρου
et: Andmeruumi lisamooduli töö ebaõnnestus
fi: Tallennustilalaajennus epäonnistui
fr: Échec du plugin de stockage
ga: Theip ar an mbreiseán stórála
hu: A tárolóbővítmény sikertelen
ia: Le plugin de immagazinage falleva
it: Plug-in di archiviazione non riuscito
kab: Azegrir n uḥraz yecceḍ
ko: 실패한 저장소 플로그인
lt: Saugyklos papildiniui nepavyko
nl: Fout opgetreden in opslag-plugin
pl: Wtyczka urządzeń do przechowywania danych się nie powiodła
ru: Сбой плагина хранилища
sv: Lagringsinsticksmodul misslyckades
tr: Depolama eklentisi başarısız oldu
uk: Помилка додатка сховища даних
zh_cn: 存储插件失败

source: Storage requirements not met
ar: متطلبات التخزين غير مستوفاة
ca: No s'han complert els requisits d'emmagatzematge
de: Speicheranforderungen nicht erfüllt
el: Δεν πληρούνται οι απαιτήσεις αποθηκευτικού χώρου
et: Andmeruumi nõuded pole tagatud
fi: Tallennustilavaatimukset eivät täyty
fr: Prérequis de stockage non respectés
ga: Níor comhlíonadh na ceanglais stórála
hu: Nem felel meg a tárolókövetelményeknek
it: Requisiti di archiviazione non soddisfatti
ja: ストレージ要件が満たされていません
kab: Issutar n uḥraz ur ttuqadaren ara
ko: 저장소 요구사항이 충족되지 않았습니다
lt: Saugyklos reikalavimai nepatenkinti
nl: Opslag voldoet niet aan de eisen
pl: Wymagania urządzeń do przechowywania danych nie zostały spełnione
ru: Не соблюдены требования к хранилищу
sv: Lagringskraven uppfylls inte
tr: Depolama gereksinimleri karşılanmadı
uk: Вимоги до сховища даних не виконано
zh_cn: 未满足存储要求

source: Strong
ar: قوية
ca: Forta
de: Stark
el: Ισχυρός
et: Tugev
fi: Vahva
fr: Fort
fur: Fuarte
ga: Láidir
hu: Erős
ia: Forte
it: Forte
ja: 強固
kab: Yeǧhed
ko: 강함
lt: Stiprus
nl: Sterk
pl: Silne
ru: Сложный
sv: Starkt
tr: Güçlü
uk: Складний
zh_cn: 强

source: Successfully installed
ar: نجح التثبيت
ca: S'ha instal·lat correctament
de: Erfolgreich installiert
el: Επιτυχής εγκατάσταση
et: Paigaldamine õnnestus
fi: Asennus onnistui
fr: Installation réussie
fur: Instalât cun sucès
ga: Suiteáilte go rathúil
hu: Sikeresen telepítve
it: Installazione riuscita
ja: インストールが成功しました
kab: Yettwasebded akken iwata
ko: 성공적으로 설치되었습니다
lt: Sėkmingai įdiegta
nl: Succesvol geïnstalleerd
pl: Zainstalowano pomyślnie
ru: Установка завершена успешно
sv: Framgångsrikt installerat
tr: Başarıyla kuruldu
uk: Успішно встановлено
zh_cn: 安装成功

source: Successfully unlocked $0.
ar: فُتح بنجاح $0.
ca: S'ha desbloquejat $0 correctament.
de: Erfolgreich $0 entsperrt.
el: Το $0 ξεκλειδώθηκε επιτυχώς.
et: Lukustuse eemaldamine õnnestus: $0.
fi: $0:n lukituksen avattu onnistuneesti.
fr: Déverrouillage de $0 réussi.
fur: $0 sblocât cun sucès.
ga: D'éirigh le díghlasáil $0.
hu: Sikeresen feloldotta $0.
it: Sblocco riuscito $0.
ja: $0 の解除に成功しました。
kab: Yekkes-as usekkeṛ akken iwata i $0.
ko: 성공적으로 $0가 잠금되었습니다.
lt: Sėkmingai atrakinta $0.
nl: $0 met succes ontgrendeld.
pl: Pomyślnie odblokowano urządzenie $0.
ru: Успешно разблокировано $0.
sv: $0 har låsts upp framgångsrikt.
tr: $0 kilidi başarıyla açıldı.
uk: Успішно розблоковано $0.
zh_cn: 成功解锁 $0。

source: Suggested keyboards
ar: لوحات المفاتيح المقترحة
ca: Teclats suggerits
el: Προτεινόμενα πληκτρολόγια
et: Soovituslikud klahvistikud
fr: Claviers suggérés
ga: Méarchláir molta
hu: Javasolt billentyűzetek
kab: Inasiwen d-yettwasumren
nl: Voorgestelde toetsenborden
pl: Proponowane klawiatury
sv: Föreslagna tangentbord
uk: Пропоновані клавіатури
zh_cn: 建议的键盘

source: Suggested languages
ar: اللّغات المقترحة
ca: Llengües suggerides
el: Προτεινόμενες γλώσσες
et: Soovituslikud keeled
fi: Ehdotetut kielet
fr: Langues suggérées
ga: Teangacha molta
hu: Javasolt nyelvek
ia: Linguas suggerite
kab: Tutlayin i d-yettwasumren
ko: 제안된 언어
lt: Siūlomos kalbos
nl: Voorgestelde talen
pl: Proponowane języki
ru: Предлагаемые языки
sv: Föreslagna språk
tr: Önerilen diller
uk: Пропоновані мови
zh_cn: 建议语言

source: System configuration
ar: تضبيط النظام
ca: Configuració del sistema
de: Systemkonfiguration
el: Διαμόρφωση συστήματος
et: Süsteemi seadistus
fi: Järjestelmän kokoonpano
fr: Configuration du système
fur: Configurazion di sisteme
ga: Cumraíocht an chórais
hu: Rendszerbeállítások
ia: Configuration de systema
it: Configurazione di sistema
ja: システム設定
kab: Tawila n unagraw
ko: 시스템 구성
lt: Sistemos konfigūracija
nl: Systeemconfiguratie
pl: Konfiguracja systemu
ru: Конфигурация системы
sv: Systemkonfiguration
tr: Sistem yapılandırması
uk: Налаштування системи
zh_cn: 系统配置

source: System configuration: Software installation complete. The system is now being configured.
ar: تضبيط النظام: اكتمل تثبيت البرنامج. يتم الآن تضبيط النظام.
ca: Configuració del sistema: Instal·lació del programari completada. Ara s'està configurant el sistema.
de: Systemkonfiguration: Softwareinstallation abgeschlossen. Das System wird nun konfiguriert.
el: Διαμόρφωση συστήματος: η εγκατάσταση του λογισμικού έχει ολοκληρωθεί. Γίνεται τώρα διαμόρφωση του συστήματος.
et: Tarkvara paigaldus: tarkvara paigaldamine on lõppenud. Kogus süsteem on nüüd seadistatud.
fi: Järjestelmän konfigurointi: Ohjelmiston asennus valmis. Järjestelmää konfiguroidaan nyt.
fr: Configuration du système : Installation des logiciels terminée. Le système est maintenant en cours de configuration.
fur: Configurazion dal sisteme: instalazion dal software completade. Cumò il sisteme al ven configurât.
ga: Cumraíocht an chórais: Suiteáil bogearraí críochnaithe. Tá an córas á chumrú anois.
hu: Rendszer-konfiguráció: A szoftver telepítése befejeződött. A rendszer konfigurálása folyamatban van.
it: Configurazione del sistema: Installazione del software completata. Il sistema viene ora configurato.
ja: システムの構成: ソフトウェアのインストールが完了しました。 現在システムを構成中です。
kab: Tawila n unagraw: Asebded n useɣẓan yemmed. Anagraw la yettusestab.
ko: 시스템 구성: 소프트웨어 설치 완료. 시스템은 이제 구성되어져 있습니다.
lt: Sistemos konfigūracija: programinės įrangos diegimas baigtas. Sistema dabar yra konfigūruojama.
nl: Systeemconfiguratie: software-installatie voltooid. Het systeem wordt nu geconfigureerd.
pl: Konfiguracja systemu: ukończono instalację oprogramowania. System jest teraz konfigurowany.
ru: Конфигурация системы: установка программного обеспечения завершена. Сейчас система настраивается.
sv: Systemkonfiguration: Programvaruinstallationen är klar. Systemet håller nu på att konfigureras.
tr: Sistem yapılandırması: Yazılım kurulumu tamamlandı. Sistem şimdi yapılandırılıyor.
uk: Налаштовування системи: встановлення програмного забезпечення завершено. Тепер виконуємо налаштовування системи.
zh_cn: 系统配置： 软件安装完成。现在正在配置系统。

source: The installation needs $0 of disk space; however, the capacity of the selected disks is only $1.
ar: يحتاج التثبيت إلى $0 من مساحة القرص؛ ومع ذلك، فإن سعة الأقراص المُحدّدة هي $1 فقط.
ca: La instal·lació necessita $0 d'espai de disc; tanmateix, la capacitat dels discs seleccionats és de només $1.
el: Η εγκατάσταση απαιτεί $0 χώρου στον δίσκο, αλλά η χωρητικότητα των επιλεγμένων δίσκων είναι μόνο $1.
et: Paigaldamine eeldab $0 vaba pinna olemasolu, kuid valitud ketta/ketaste andmeruum on vaid $1.
fr: L'installation nécessite $0 d'espace disque, mais la capacité des disques sélectionnés n'est que de $1.
ga: Ní theastaíonn $0 de spás diosca don suiteáil; áfach, níl ach $1 de chumas na ndioscaí roghnaithe.
hu: A telepítéshez $0 tárterület szükséges; viszont a kiválasztott lemezek kapacitása csak $1.
kab: Asbeddi yeḥwaǧ $0 n tallunt n uḍebsi; d acu kan, ala $1 yettwafen deg ukettur n yiḍebsiyen.
pl: Wymagane miejsce na dysku: $0, pojemność wybranych dysków: $1.
sv: Installationen behöver $0 diskutrymme; dock är kapaciteten för de valda diskarna endast $1.
uk: Для встановлення потрібно $0 місця на дисках; втім, місткість вибраних дисків складає лише $1.
zh_cn: 安装需要$0的磁盘空间；但是所选磁盘的容量只有$1。
