Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: $0 installer
ar: مُثبّت $0
ca: $0 instal·lador
de: $0 Installationsprogramm
el: Βοηθός εγκατάστασης $0
et: Paigaldaja: $0
fi: $0:n asennusohjelmas
fr: Programme d'installation du système $0
fur: Instaladôr di $0
ga: Suiteálaí $0
hu: $0 telepítő
ia: Installator $0
ja: $0 のインストーラー
kab: Aseɣẓan n usbeddi $0
ko: $0 설치자
lt: $0 diegyklė
nl: $0 installatieprogramma
pl: Instalator systemu $0
ru: Программа установки $0
sv: $0 Installationsprogrammet
tr: $0 kurucusu
uk: Засіб встановлення $0
zh_cn: $0 安装程序

source: $0 is an MBR extended partition that contains logical partitions. Removing all logical partitions will also automatically remove the extended partition.
ar: $0 هو قسم MBR موسع يحتوي على أقسام منطقية. ستؤدي إزالة جميع الأقسام المنطقية أيضاً إلى إزالة القسم الموسع تلقائياً.
ca: $0 és una partició estesa MBR que conté particions lògiques. Eliminar totes les particions lògiques també eliminarà automàticament la partició estesa.
de: $0 ist eine erweiterte MBR-Partition, die logische Partitionen enthält. Wenn Sie alle logischen Partitionen entfernen, wird automatisch auch die erweiterte Partition entfernt.
el: Το $0 είναι ένα εκτεταμένο διαμέρισμα MBR που περιέχει λογικά διαμερίσματα. Η κατάργηση όλων των λογικών διαμερισμάτων θα διαγράψει αυτόματα και το εκτεταμένο διαμέρισμα.
et: „$0“ on MBR-tüüpi laiendatud partitsioon, mis sisaldab loogilisi partitsioone. Kõikide loogiliste partitsioonidega eemaldad ka laiendatud partitsiooni(d).
fi: $0 on MBR-laajennettu osio, joka sisältää loogisia osioita. Kaikkien loogisten osioiden poistaminen poistaa automaattisesti myös laajennetun osion.
fr: $0 est une partition étendue MBR qui contient des partitions logiques. Supprimer toutes les partitions logiques aura pour effet de supprimer automatiquement la partition étendue.
ga: Is críochdheighilt leathnaithe MBR é $0 ina bhfuil críochdheighiltí loighciúla. Má bhaintear na críochdheighiltí loighciúla go léir, bainfear an críochdheighilt leathnaithe go huathoibríoch freisin.
hu: A(z) $0 egy MBR kiterjesztett partíció, amely logikai partíciókat tartalmaz. Az összes logikai partíció eltávolítása a kiterjesztett partíciót törlését is magával vonja.
ko: $0는 논리 파티션이 포함된 MBR의 확장된 파티션입니다. 모든 논리 파티션 제거하기는 확장된 파티션도 자동으로 제거합니다.
lt: $0 yra MBR išplėstinis skaidinys, kuriame yra loginių skaidinių. Pašalinus visus loginius skaidinius, bus automatiškai pašalintas ir išplėstinis skaidinys.
nl: $0 is een uitgebreide MBR-partitie die logische partities bevat. Het verwijderen van alle logische partities zal ook automatisch de uitgebreide partitie verwijderen.
pl: $0 jest rozszerzoną partycją MBR, która zawiera partycje logiczne. Usunięcie wszystkich partycji logicznych spowoduje także automatyczne usunięcie partycji rozszerzonej.
ru: $0 - это расширенный раздел MBR, содержащий логические разделы. Удаление всех логических разделов также автоматически удалит расширенный раздел.
sv: $0 är en MBR utökad partition som innehåller logiska partitioner. Om du tar bort alla logiska partitioner tas också den utökade partitionen bort automatiskt.
tr: $0, mantıksal bölümler içeren genişletilmiş bir MBR bölümüdür. Tüm mantıksal bölümlerin kaldırılması, genişletilmiş bölümü de otomatik olarak kaldıracaktır.
uk: $0 - це розширений розділ MBR, який містить логічні розділи. Вилучення усіх логічних розділів автоматично вилучить і розширений розділ.
zh_cn: $0 是包含逻辑分区的 MBR 扩展分区。删除所有逻辑分区也会自动删除扩展分区。

source: $0 is required, but only $1 is available.
ar: مطلوب $0، ولكن يتوفر $1 فقط.
el: Απαιτούνται $0, αλλά διατίθενται μόνο $1.
et: Nõutav on $0, kuid vaid $1 on saadaval.
fr: $0 est requis, mais seul $1 est disponible.
ga: Tá $0 ag teastáil, ach níl ach $1 ar fáil.
kab: $0 i laqen, maca ala $1 i yellan.
pl: Wymagane jest $0, ale dostępne jest tylko $1.
sv: $0 är obligatoriskt, men endast $1 är tillgänglig.
zh_cn: 需要 $0 ，但只有 $1 可用。

source: $0 warning
et: $0 hoiatus
fr: $0 avertissement
ga: $0 Rabhadh
pl: $0 ostrzeżenie
sv: $0 varning

source: $0 will be deleted
ar: $0 سيُحذف
ca: $0 se suprimirà
de: $0 wird gelöscht
el: Το $0 θα διαγραφεί
et: $0 kustutatakse
fi: $0 poistetaan
fr: $0 sera supprimé
ga: Scriosfar $0
hu: A(z) $0 törölve lesz
ia: $0 sera supprimite
kab: $0 ad yettwakkes
ko: $0가 삭제됩니다
lt: $0 bus ištrinta
nl: $0 zal verwijderd worden
pl: System $0 zostanie usunięty
ru: $0 будет удалён
sv: $0 kommer att raderas
tr: $0 silinecek
uk: $0 буде видалено
zh_cn: $0 将被删除

source: '$0' filesystem cannot be on an encrypted block device
ar: لا يمكن أن يكون نظام الملفات '$0' على جهاز كُتلة مُعمَّاة
ca: El sistema de fitxers '$0' no pot estar en un dispositiu de bloc xifrat
de: Das Dateisystem ‚$0‘ darf nicht auf einem verschlüsselten Blockgerät liegen
el: Το σύστημα αρχείων «$0» δεν μπορεί να βρίσκεται σε κρυπτογραφημένη συσκευή μπλοκ
et: „$0“ failisüsteem ei saa asuda krüptitud blokkseadmes
fi: Tiedostojärjestelmä '$0' ei voi olla salatussa lohkolaitteessa
fr: Le système de fichiers '$0' ne peut pas être sur un périphérique block chiffré
ga: Ní féidir leis an gcóras comhad '$0' a bheith ar ghléas bloc criptithe
hu: A(z) „$0” fájlrendszer nem lehet titkosított blokkeszközön
ia: Le systema de files “$0” non pote esser sur un dispositivo de bloco cryptate
kab: Anagraw n yifuyla '$0' ur yezmir ara ad yili ɣef yibenk n yiḥder yettwawgelhen
ko: '$0' 파일시스템은 암호화된 블록 장치에 있을 수 없습니다
lt: $0 negali būti šifruotas blokinis įrenginys
nl: '$0' bestandssysteem kan niet op een versleuteld blokapparaat staan
pl: System plików „$0” nie może być na zaszyfrowanym urządzeniu blokowym
ru: Файловая система '$0' не может находиться на зашифрованном блочном устройстве
sv: '$0' filsystem kan inte vara på en krypterad block-enhet
tr: '$0' dosya sistemi şifrelenmiş bir blok aygıtı üzerinde olamaz
uk: Файлова система '$0' не може бути на зашифрованому блоковому пристрої
zh_cn: '$0' 文件系统不能位于加密块设备上

source: '$0' must be on a device formatted to '$1'
ar: يجب أن يكون '$0' على جهاز مهيأ إلى '$1'
ca: '$0' ha d'estar en un dispositiu amb el format '$1'
de: '$0' muss auf einem mit '$1' formatierten Gerät sein
el: Το «$0» πρέπει να βρίσκεται σε συσκευή με διαμόρφωση «$1»
et: „$0“ peab asuma „$1“ vorminduses seadmel
fi: '$0':n on oltava '$1':ksi alustetussa laitteessa
fr: '$0' doit être sur un périphérique au format '$1'
fur: '$0' al scugne stâ suntun dispositîf formatât come '$1'
ga: Caithfidh '$0' a bheith ar ghléas atá formáidithe go '$1'
hu: A(z) „$0” csatolási pontnak „$1” formázású eszközön kell lennie
ia: “$0” debe esser sur un dispositivo formatate a “$1”
it: '$0' dev'essere su un dispositivo formattato '$1'
ja: '$0' は、'$1' にフォーマットされたデバイス上でなければなりません
kab: '$0' ilaq ad yili ɣef yibenk yettwameslen ɣer '$1'
ko: '$0' 는 '$1'으로 초기화된 장치에 있어야 합니다
lt: '$0' turi būti '$1' tipo įrenginyje
nl: '$0' moet zich bevinden op een apparaat geformatteerd naar '$1'
pl: Punkt montowania „$0” musi być na urządzeniu sformatowanym jako „$1”
ru: '$0' должно находиться на устройстве, отформатированном под '$1'
sv: "$0" måste vara på en enhet som är formaterad till "$1"
tr: '$0', '$1' olarak biçimlendirilen bir aygıt üzerinde olmalıdır
uk: «$0» має перебувати на пристрої з форматуванням «$1»
zh_cn: '$0' 必须位于格式化为 '$1' 的设备上

source: '$0' partition on MDRAID device $1 found. Bootloader partitions on MDRAID devices are not supported.
ar: عُثر على قسم '$0' على جهاز MDRAID $1. أقسام محمّل إقلاع (bootloader) على أجهزة MDRAID غير مدعومة.
ca: S'ha trobat la partició '$0' al dispositiu MDRAID $1. Les particions del bootloader als dispositius MDRAID no són compatibles.
el: Βρέθηκε διαμέρισμα «$0» στη συσκευή MDRAID $1. Δεν υποστηρίζονται διαμερίσματα bootloader σε συσκευές MDRAID.
et: Leidus MDRAID-i seadmel „$1“ asuv „$0“ partitsioon. MDRAID-i seadmetel asuvad alglaaduri partitsioonid pole toetatud.
fi: Osio '$0' MDRAID-laitteella $1 löytyi. Käynnistyslataimen osiot MDRAID-laitteilla ei tueta.
fr: Partition '$0' trouvée sur le périphérique MDRAID $1. Les partitions de bootloader ne sont pas prises en charge lorsqu'elles se trouvent sur un périphérique MDRAID.
ga: Fuarthas an chuid '$0' ar an ngléas MDRAID $1. Ní thacaítear le cuid an luchtóra tosaithe ar ghléasanna MDRAID.
hu: „$0” partíció található a(z) $1. MDRAID eszközön. Az MDRAID eszközökön lévő rendszerbetöltő partíciók nem támogatottak.
nl: '$0' partitie op MDRAID-apparaat $1 gevonden. Bootloader-partities op MDRAID-apparaten worden niet ondersteund.
pl: Odnaleziono partycję „$0” na urządzeniu MDRAID $1. Partycje programu startowego na urządzeniach MDRAID nie są obsługiwane.
sv: '$0' partition på MDRAID enhet $1 hittades. Bootloader-partitioner på MDRAID-enheter stöds inte.
uk: Знайдено розділ «$0» на пристрої MDRAID $1. Підтримки розділів завантажувача на пристроях MDRAID не передбачено.
zh_cn: 在 MDRAID 设备 $1 上发现“$0”分区。不支持 MDRAID 设备上的引导加载程序分区。

source: A standard user account with admin access for making system-wide changes.
ar: حساب مستخدم قياسي بصلاحيات إدارية لإجراء تغييرات على مستوى النظام.
el: Ένας τυπικός λογαριασμός χρήστη με δικαιώματα διαχειριστή για την πραγματοποίηση αλλαγών σε επίπεδο συστήματος.
et: Tavaline kasutajakonto, millel on peakasutaja õigused ja mis võimaldab teha süsteemiüleseid muudatusi.
fr: Un compte utilisateur standard avec un accès administrateur permettant d'effectuer des modifications au niveau du système.
ga: Cuntas úsáideora caighdeánach le rochtain riarthóra chun athruithe a dhéanamh ar fud an chórais.
kab: D amiḍan n useqdac ameslugan yesɛan addaf n unedbal i usenfel deg unagraw s umata.
pl: Standardowe konto użytkownika z dostępem administratora do wprowadzania zmian w systemie.
sv: Ett standardanvändarkonto med administratörsåtkomst för att göra systemomfattande ändringar.
zh_cn: 一个拥有管理员权限的标准用户账户，可执行系统级更改。

source: About
ar: حول
ca: Quant a
de: Über
el: Πληροφορίες
et: Teave
fi: Aiheesta
fr: À propos
fur: Informazions
ga: Faoi
hu: Névjegy
ia: Re
it: Informazioni
kab: Ɣef
ko: 정보
lt: Apie
nl: Over Fedora
pl: Informacje
ru: О программе
sv: Om
tr: Hakkında
uk: Відомості
zh_cn: 关于

source: Account
ar: حساب
ca: Compte
de: Benutzerkonto
el: Λογαριασμός
et: Kasutajakonto
fi: Tili
fr: Compte
ga: Cuntas
hu: Fiók
ia: Conto
ja: アカウント
kab: Amiḍan
ko: 계정
lt: Paskyra
pl: Konto
ru: Учетная запись
sv: Konto
tr: Hesap
uk: Обліковий запис
zh_cn: 账户

source: Actions
ar: إجراءات
ca: Accions
de: Aktionen
el: Ενέργειες
et: Tegevused
fi: Toimet
ga: Gníomhartha
hu: Műveletek
ia: Actiones
kab: Tigawin
ko: 동작
lt: Veiksmai
nl: Acties
pl: Działania
ru: Действия
sv: Åtgärder
tr: Eylemler
uk: Дії
zh_cn: 操作

source: Add another server...
ar: أضف خادم آخر...
el: Προσθήκη άλλου διακομιστή...
et: Lisa veel üks server...
fr: Ajouter un autre serveur...
ga: Cuir freastalaí eile leis...
kab: Rnu aqeddac nniḍen…
pl: Dodaj kolejny serwer…
sv: Lägg en annan server...
zh_cn: 添加其它服务器...

source: Add mount
ar: أضف نقطة وصل
ca: Afegeix muntatge
de: Einhängepunkt hinzufügen
el: Προσθήκη προσάρτησης
et: Lisa haakepunkt
fi: Lisää liitos
fr: Ajouter un point de montage
fur: Zonte pont di montaç
ga: Cuir mount
hu: Csatolási pont hozzáadása
ia: Adder montage
it: Aggiungi punto di mount
ja: マウントの追加
kab: Rnu tanqiḍt n userkeb
ko: 적재를 추가합니다
lt: Apie prijungimą
nl: Aankoppelingspunt toevoegen
pl: Dodaj punkt montowania
ru: Добавить точку монтирования
sv: Lägg till montering
tr: Bağlama noktası ekle
uk: Додати монтування
zh_cn: 添加挂载

source: Add-ons for your chosen environment
et: Lisad sinu valitud keskonna jaoks
fr: Extensions pour votre environnement
ga: Breiseáin don timpeallacht roghnaithe agat
pl: Dodatki do wybranego środowiska
sv: Tillägg för din valda miljö

source: Add-ons not specific to your environment
et: Lisad, mis pole sinu valitud keskonna kohased
fr: Extensions non spécifiques à votre environnement
ga: Breiseáin nach bhfuil sainiúil do do thimpeallacht
pl: Dodatki niezwiązane ze środowiskiem użytkownika
sv: Tillägg inte specifikt för din miljö

source: Additional languages
ar: اللّغات المتاحة
ca: Llengües addicionals
el: Πρόσθετες γλώσσες
et: Täiendavad keeled
fi: Lisäkielet
fr: Langues supplémentaires
ga: Teangacha breise
hu: További nyelvek
ia: Linguas additional
kab: Tutlayin nniḍen
ko: 추가 할 수 있는 언어
lt: Papildomos kalbos
nl: Aanvullende talen
pl: Dodatkowe języki
ru: Дополнительные языки
sv: Ytterligare språk
tr: Ek diller
uk: Додаткові мови
zh_cn: 其他语言

source: Additional software for the selected environment
et: Täiendav tarkvara valitud keskkonna jaoks
fr: Logiciels supplémentaires pour l'environnement sélectionné
ga: Bogearraí breise don timpeallacht roghnaithe
pl: Dodatkowe oprogramowanie dla wybranego środowiska
sv: Ytterligare programvara för den valda miljön

source: All changes made in the storage editor take effect immediately.
ar: تسري جميع التغييرات التي أجريت في محرّر التخزين على الفور.
ca: Tots els canvis fets a l'editor d'emmagatzematge tenen efecte immediatament.
de: Alle Änderungen, welche im Speicher-Editor vorgenommen werden, werden umgehend angewendet.
el: Όλες οι αλλαγές, που πραγματοποιείτε στην επεξεργασία αποθηκευτικού χώρου, εφαρμόζονται αμέσως.
et: Kõik andmeruumi halduris tehtud muudatused jõustuvad kohe.
fi: Kaikki tallennusmuokkaimeen tehdyt muutokset astuvat voimaan välittömästi.
fr: Toutes les modifications effectuées dans l'éditeur de stockage prendront effet immédiatement.
ga: Tagann gach athrú a dhéantar ar an eagarthóir stórála i bhfeidhm láithreach.
hu: A tárolószerkesztőben végzett változások azonnal életbe lépnek.
kab: Isenfal akk ara deg umaẓrag n uḥraz ad ttwaṭṭfen imir.
ko: 저장소 편집기에서 작성된 모든 변경은 즉시 영향을 미칩니다.
lt: Visi saugyklos rengyklėje atlikti pakeitimai įsigalioja nedelsiant.
nl: Alle wijzigingen in de opslageditor worden onmiddellijk toegepast.
pl: Wszystkie zmiany wprowadzone w edytorze urządzeń do przechowywania danych są stosowane natychmiast.
ru: Все изменения, сделанные в редакторе хранилищ, вступают в силу немедленно.
sv: Alla ändringar som görs i lagringsredigeraren träder i kraft omedelbart.
tr: Depolama düzenleyicisinde yapılan tüm değişiklikler hemen geçerli olur.
uk: Всі зміни, внесені в редакторі сховища, вступають в силу негайно.
zh_cn: 在存储编辑器中所做的所有更改都会立即生效。

source: All devices using this passphrase will be unlocked
ar: سيُفتح جميع الأجهزة التي تستخدم عبارة السر هذه
ca: Es desbloquejaran tots els dispositius que utilitzin aquesta contrasenya
de: Alle Geräte, welche diese Passphrase benutzen, werden entsperrt
el: Θα ξεκλειδωθούν όλες οι συσκευές που χρησιμοποιούν αυτήν τη φράση πρόσβασης
et: Kõikide seda salafraasi kasutavata seadmete lukustus avatakse
fi: Kaikki tätä tunnuslausetta käyttävät laitteet avataan
fr: Tous les périphériques utilisant cette phrase secrète seront déverrouillés
fur: Ducj i dispositîfs che a doprin cheste passphrase a vignaran sblocâts
ga: Díghlasálfar gach gléas a úsáideann an pasfhrása seo
hu: Az összes, ezt a jelmondatot használó eszköz zárolása fel lesz oldva
ia: Totes le dispositivos usante iste phrase de contrasigno essera disblocate
it: Tutti i dispositivi che usano questa passphrase verranno sbloccati
ja: すべてのデバイスは、このパスフレーズにてロック解除されています
kab: Ibenkan akk yesseqdacen tafyirt-a n uɛeddi ad asen-ikkes usekkeṛ
ko: 이와 같은 암호문을 사용하는 모든 장치는 잠금해제 됩니다
lt: Visi įrenginiai, naudojantys šią slaptafrazę, bus atrakinti
nl: Alle apparaten die deze wachtwoordzin gebruiken, worden ontgrendeld
pl: Wszystkie urządzenia używające tego hasła zostaną odblokowane
ru: Все устройства, использующие эту парольную фразу, будут разблокированы
sv: Alla enheter som använder denna lösenfras kommer att låsas upp
tr: Bu parolayı kullanan tüm aygıtların kilidi açılacak
uk: Усі пристрої із цим паролем буде розблоковано
zh_cn: 所有使用此密码的设备都将被解锁

source: Anaconda Web UI
ar: أناكوندا واجهة ويب
ca: Interfície d'usuari web d'Anaconda
et: Anaconda veebipõhine kasutajaliides
fi: Anaconda-verkkokäyttöliittymä
fur: IU Web di Anaconda
ga: Chomhéadain Gréasáin Anaconda
hu: Anaconda webes felület
kab: Agrudem Web n Anaconda
ko: 아나콘다 웹 UI
lt: „Anaconda“ žiniatinklio sąsaja
pl: Interfejs użytkownika Anaconda Web
ru: Веб-интерфейс Anaconda
sv: Anaconda Webb UI
tr: Anaconda Web Arayüzü
uk: Веб-інтерфейс Анаконда
zh_cn: Anaconda Web 界面

source: Anaconda project page
ar: صفحة مشروع أناكوندا
ca: Pàgina del projecte Anaconda
de: Anaconda-Projektseite
el: Σελίδα έργου Anacoda
et: Anaconda projekti veebileht
fi: Anaconda-projektin sivu
fr: Page du projet Anaconda
fur: Pagjine dal progjet Anaconda
ga: Leathanach tionscadail Anaconda
hu: Az Anaconda projekt oldala
ia: Pagina del projecto Anaconda
it: Pagina web del progetto Anaconda
ja: Anacondaプロジェクトページ
kab: Asebter n usenfaṛ n Anaconda
ko: 아나콘다 프로젝트 부분
lt: Anaconda projekto puslapis
nl: Anaconda projectpagina
pl: Strona projektu Anaconda
ru: Страница проекта Anaconda
sv: Anaconda projekt sida
tr: Anaconda projesi sayfası
uk: Сторінка проєкту Anaconda
zh_cn: Anaconda 项目页面

source: Apply mount point assignment and install
ar: طبق تعيين نقطة الوصل وثبِّت
ca: Aplica l'assignació del punt de muntatge i instal·la
de: Einhängepunkt-Zuweisungen anwenden und installieren
el: Εφαρμογή εκχώρησης σημείου προσάρτησης και εγκατάσταση
et: Rakenda haakepunktide määramine ja paigalda
fi: Sovella liitoskohtien määritystä ja asenna
fr: Appliquer l'assignation des points de montage et installer
fur: Apliche la assegnazion dal pont di montaç e instale
ga: Cuir sannadh pointe mount i bhfeidhm agus suiteáil
hu: A csatolási pontok hozzárendelésének alkalmazása és telepítése
ia: Applicar le assignation del puncto de montage e installar
it: Applicare l'assegnazione del punto di mount e procedi con l'installazione
ja: マウントポイントの割り当てを適用してインストールする
kab: Snes tikci n tenqiḍt n userkeb syen sebded
ko: 적재 지점 할당을 적용하고 설치합니다
lt: Pritaikyti prijungimo taško priskyrimą ir įdiegti
nl: Aankoppelpunttoewijzing toepassen en installeren
pl: Zastosuj przydział punktów montowania i zainstaluj
ru: Применить назначение точки монтирования и установить
sv: Tillämpa monteringspunktstilldelningar och installera
tr: Bağlama noktası atamasını uygula ve kur
uk: Застосувати прив'язку точки монтування і встановити
zh_cn: 应用挂载点分配并安装

source: Assign partitions to mount points. Useful for pre-configured custom layouts.
ar: عيّن الأقسام إلى نقاط الوصل. مفيد للتخطيطات المخصّصة مضبطة مسبقًا.
ca: Assigna particions als punts de muntatge. Útil per a disposicions personalitzades preconfigurades.
de: Partitionen zu Einhängepunkten zuordnen. Nützlich für vorkonfigurierte, benutzerdefinierte Layouts.
el: Εκχώρηση διαμερισμάτων σε σημεία προσάρτησης. Χρήσιμο για προρυθμισμένες προσαρμοσμένες διατάξεις.
et: Seo partitsioonid haakepunktidega. On mõttekas näiteks omaloodud andmeruumijaotuse eelseadistamisel.
fi: Määritä osiot liitoskohdille. Hyödyllinen esikonfiguroiduille mukautetuille asetteluille.
fr: Assigner les partitions aux points de montage. Utile lorsqu'un schéma de stockage personnalisé a été préconfiguré.
ga: Sann landairí chun pointí a fheistiú. Úsáideach le haghaidh leagan amach saincheaptha réamhchumraithe.
hu: Rendeljen partíciókat a csatolási pontokhoz. Az előre beállított, egyéni elrendezések esetén hasznos.
kab: Mudd iḥricen i tenqiḍin n userkeb. Igerrez i tneɣrufin tudmawanin n twila tuzwirt.
ko: 파티션을 적재 지점에 할당합니다. 사전-구성된 사용자 정의 배열을 위해 유용합니다.
lt: Priskirkite skaidinius prijungimo taškui. Naudinga iš anksto sukonfigūruotiems pasirinktiniams maketams.
nl: Partities toewijzen aan aankoppelpunten. Handig voor vooraf geconfigureerde, aangepaste indelingen.
pl: Przydziela partycje do punktów montowania. Przydatne dla wstępnie skonfigurowanych niestandardowych układów.
ru: Назначение разделов точкам монтирования. Полезно для предварительно настроенных пользовательских компоновок.
sv: Tilldela partitioner till monteringspunkter. Användbart för förkonfigurerade anpassade layouter.
tr: Bölümleri bağlama noktalarına ata. Önceden yapılandırılan özel düzenler için kullanışlıdır.
uk: Прив'язування розділів до точок монтування. Корисно для попередньо сконфігурованих користувацьких макетів.
zh_cn: 将分区分配给挂载点。对于预配置的自定义布局很有用。

source: Automatic log file upload
fr: Upload automatique du fichier journal
sv: Automatisk uppladdning av loggfiler

source: Automatically set date and time, using time servers
ar: عيّن التاريخ والوقت تلقائيًا، باستخدام خوادم الوقت
el: Αυτόματη ρύθμιση ημερομηνίας και ώρας, χρησιμοποιώντας διακομιστές ώρας
et: Kasutades ajaservereid määra kuupäev ja kellaaeg automaatelt
fr: Définir automatiquement la date et l'heure en utilisant des serveurs de temps
ga: Socraigh dáta agus am go huathoibríoch, ag baint úsáide as freastalaithe ama
kab: Sbaddu azemz akked wakud s wudem awurman s useqdec n yiqeddacen n wakud
pl: Automatyczne ustawianie daty i czasu za pomocą serwerów czasu
sv: Ställ in datum och tid automatiskt med hjälp av tidsservrar
zh_cn: 使用时间服务器自动设置日期与时间

source: Automatically set timezone
ar: عيّن المنطقة الزمنية تلقائيًا
el: Αυτόματη ρύθμιση ζώνης ώρας
et: Seadista ajavöönd automaatselt
fr: Définir automatiquement le fuseau horaire
ga: Socraigh crios ama go huathoibríoch
kab: Sbadu tamnaḍṭ tasragant s wudem awurman
pl: Automatyczne ustawianie strefy czasowej
sv: Ställ in tidszon automatiskt
zh_cn: 自动设置时区

source: Available free space: $0. Installation requires: $1.
ar: المساحة الخالية المتاحة: $0. يتطلب التثبيت: $1.
ca: Espai lliure disponible: $0. La instal·lació requereix: $1.
de: Verfügbarer freier Speicher: $0. Die Installation benötigt: $1.
el: Διαθέσιμος ελεύθερος χώρος: $0. Η εγκατάσταση απαιτεί: $1.
et: Vaba andmeruumi saadaval: $0. Paigaldus vajab: $1.
fi: Käytettävissä oleva vapaa tila: $0. Asennus vaatii: $1.
fr: Espace libre disponible : $0. Espace nécessaire pour l'installation : $1.
ga: Spás saor in aisce ar fáil: $0. Teastaíonn: $1 le suiteáil.
hu: Elérhető szabad terület: $0. A telepítéshez szükséges: $1.
kab: Tallunt tilellit yellan: $1. : $0. Asebded yettwasra: $1.
ko: 사용 가능한 여유 공간: $0. 설치에 필요합니다: $1.
lt: Laisva vieta: $0. Įdiegimui reikalinga: $1.
nl: Beschikbare vrije ruimte: $0. Benodigd voor installatie: $1.
pl: Dostępne wolne miejsce: $0. Instalacja wymaga: $1.
ru: Доступное пространство: $0. Требуется для установки: $1.
sv: Tillgängligt fritt utrymme: $0. Installationen behöver: $1.
tr: Kullanılabilir boş alan: $0. Kurulum için gerekli olan: $1.
uk: Доступний вільний простір: $0. Для встановлення необхідно: $1.
zh_cn: 可用空间: $0。安装需要: $1。

source: Back
ar: ارجع
ca: Enrere
de: Zurück
el: Επιστροφή
et: Tagasi
fi: Takaisin
fr: Retour
fur: Indaûr
ga: Ar ais
hu: Vissza
ia: Retro
it: Indietro
ja: 戻る
kab: Uɣal
ko: 뒤로
lt: Grįžti
nl: Terug
pl: Wstecz
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад
zh_cn: 返回

source: Base environment
et: Aluskeskkond
fr: Environnement de base
ga: Buntimpeallacht
pl: Podstawowe środowisko
sv: Basmiljö
zh_cn: 基本环境

source: Brief description of the issue
fr: Courte description du problème
sv: Kort beskrivning av problemet

source: Bug report details
fr: Détails du rapport de bug
sv: Felrapport detaljer

source: Bugzilla API key
fr: Clé d'API Bugzilla
sv: Bugzilla API-nyckel
