Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: pending step
ar: خطوة معلقة
ca: pas pendent
de: anstehender Schritt
el: εκκρεμές βήμα
et: ootel samm
fi: käsittelyä odottava vaihe
fr: étape en attente
fur: passaçs in spiete
ga: céim ar feitheamh
hu: függőben lévő lépés
ia: passo pendente
it: step mancanti
ja: 保留中の手順
kab: takkayt yettṛaǧun
ko: 보류 단계
lt: laukiantis žingsnis
nl: stap in afwachting
pl: nieukończony krok
ru: предстоящий шаг
sv: väntande steg
tr: bekleyen adım
uk: крок у черзі
zh_cn: 待执行操作

source: report the issue manually
fr: signaler le problème manuellement
sv: rapportera problemet manuellt

source: resized from $0
ar: غُيّر الحجم من $0
ca: redimensionat des de $0
de: Größe geändert von $0
el: αλλαγή μεγέθους από $0
et: suurus muudetud $0-st
fi: koko muutettu $0:sta
fr: redimensionné (taille précédente : $0)
ga: athrú ó $0
hu: átméretezve erről: $0
kab: temsawi teɣzi-s seg $0
ko: $0부터 크기가 조정됨
lt: dydis pakeistas iš $0
nl: Grootte aangepast van $0
pl: zmieniono rozmiar z $0
ru: изменен размер с $0
sv: storleksändrad från $0
tr: yeniden boyutlandırıldı (önceki $0)
uk: змінено розмір з $0
zh_cn: 从 $0 调整为

source: shrink
ar: قلّص
ca: encongeix
de: verkleinern
el: συρρίκνωση
et: kahanda
fi: kutista
fr: réduire
ga: crapadh
hu: zsugorítás
ia: Reducer
kab: semẓẓiy
ko: 축소
lt: sumažinti
nl: verkleinen
pl: zmniejsz
ru: уменьшить
sv: krymp
tr: küçült
uk: стиснути
zh_cn: 缩小

source: shrink to $0
ar: قلّص إلى $0
ca: encongeix a $0
de: auf $0 verkleinern
el: συρρίκνωση σε $0
et: kahanda kuni $0-ni
fi: kutista $0:ksi
fr: réduire à $0
ga: Laghdaigh go $0
hu: zsugorítás erre: $0
kab: semẓẓiy ɣer $0
ko: $0로 축소
lt: sumažinti iki $0
nl: verkleinen naar $0
pl: zmniejsz do $0
ru: уменьшить до $0
sv: krymp till $0
tr: $0 olacak şekilde küçült
uk: стиснути до $0
zh_cn: 缩小至 $0

source: undo
ar: تراجع
ca: desfer
de: rückgängig machen
el: αναίρεση
et: võta tegevus tagasi
fi: kumoa
fr: annuler
ga: cealaigh
hu: visszavonás
kab: sefsex
ko: 실행취소
lt: anuliuoti
nl: ongedaan maken
pl: cofnij
ru: отменить
sv: ångra
tr: geri al
uk: скасувати
zh_cn: 撤消

source: $0 installation
ar: تثبيت $0
ca: $0 instal·lació
el: Εγκατάσταση του $0
et: Paigaldus: $0
fi: $0:n asennus
fr: Installation du système $0
fur: Instalazion di $0
ga: Suiteáil $0
hu: $0 telepítés
ia: Installation $0
it: Installazione $0
ja: $0 のインストール
kab: Asbeddi n $0
ko: $0 설치
lt: $0 diegimas
nl: $0 installatie
pl: Instalacja systemu $0
ru: Установка $0
tr: $0 kurulumu
uk: Встановлення $0
zh_cn: $0 安装

source: Medium
ar: متوسط
ca: Mitjà
de: Mittel
el: Μέτριος
et: Keskmine
fi: Väline
fr: Moyen
fur: Supuart
ga: Mheán
hu: Közepes
ia: Medio
it: Media
ja: まあまあ
kab: Alemmas
ko: 중간
lt: Laikmena
pl: Średnie
ru: Носитель
tr: Ortam
uk: Носій
zh_cn: 媒介

source: Server
ar: الخادم
el: Διακομιστής
fr: Serveur
ga: Freastalaí
kab: Aqeddac
pl: Serwer
zh_cn: 服务器

source: System
ar: النظام
ca: Sistema
el: Σύστημα
et: Süsteem
fi: Järjestelmä
fr: Système
fur: Sisteme
ga: Córas
hu: Rendszer
ia: Systema
it: Sistema
ja: システム
kab: Anagraw
ko: 시스템
lt: Sistema
nl: Systeem
ru: Система
tr: Sistem
uk: Система
zh_cn: 系统

source: Destination
ar: الوجهة
ca: Destinació
de: Ziel
el: Προορισμός
et: Sihtkoht
fi: Kohde
fur: Destinazion
ga: Ceann Scríbe
hu: Cél
it: Destinazione
ja: インストール先
kab: Tanila
ko: 대상
lt: Paskirtis
nl: Bestemming
pl: Miejsce docelowe
ru: Назначение
tr: Hedef
uk: Призначення
zh_cn: 目标位置

source: Pool
ar: مجمع
et: Kogum
ga: Linn
hu: Hálózat
kab: Azagu
pl: Pula
zh_cn: 池

source: $0 layouts detected
ar: $0 تخطيطات مكتشفة
ca: $0 disposicions detectades
el: Εντοπίστηκαν $0 διατάξεις
fi: $0 asettelua havaittu
hu: $0 kiosztás észlelve
nl: $0 indelingen gedetecteerd
uk: Виявлено $0 розкладок

source: After creating the issue, click 'Add attachment' and attach file $0 and $1.
ar: بعد إنشاء المشكلة، انقر على "أضف مرفق" وأرفق الملف $0 و $1.
ca: Després de crear la incidència, feu clic a "Afegeix fitxer adjunt" i adjunteu el fitxer $0 i $1.
el: Αφού δημιουργήσετε την αναφορά, κάντε κλικ στο «Προσθήκη συνημμένου» και επισυνάψτε τα αρχεία «$0» και «$1».
zh_cn: 创建问题后，点击 “添加附件” 并且附加文件 $0 与 $1 。

source: After creating the issue, click 'Add attachment' and attach file $0.
ar: بعد إنشاء المشكلة، انقر على "أضف مرفق" وأرفق الملف $0.
ca: Després de crear la incidència, feu clic a "Afegeix fitxer adjunt" i adjunteu el fitxer $0.
el: Αφού δημιουργήσετε την αναφορά, κάντε κλικ στο «Προσθήκη συνημμένου» και επισυνάψτε το αρχείο «$0».
hu: A jegy létrehozása után kattintson a „Melléklet hozzáadása” gombra, és mellékelje a(z) $0 fájlt.
zh_cn: 创建问题后，点击 “添加附件” 并且附加文件 $0 。

source: Anaconda
ar: أناكوندا
ko: 아나콘다
zh_cn: Anaconda 安装程序

source: Click "$0" to open Bugzilla in a new window.
ar: انقر على "$0" لفتح Bugzilla في نافذة جديدة.
ca: Feu clic a "$0" per obrir Bugzilla en una finestra nova.
el: Κάντε κλικ στο «$0» για να ανοίξετε το Bugzilla σε ένα νέο παράθυρο.
hu: Kattintson a(z) „$0” gombra a Bugzilla új ablakban történő megnyitásához.
zh_cn: 点击 “$0” 以在新窗口中打开Bugzilla。

source: Help us fix the issue!
ar: ساعدنا في حل المشكلة!
ca: Ajudeu-nos a solucionar el problema!
el: Βοηθήστε μας να διορθώσουμε το πρόβλημα!
hu: Segítsen nekünk megoldani a problémát!
zh_cn: 帮助我们修复这个问题！

source: Log in to Bugzilla, or create a new account.
ar: لِج إلى Bugzilla، أو أنشئ حسابًا جديدًا.
ca: Inicia la sessió a Bugzilla o crea un compte nou.
el: Συνδεθείτε στο Bugzilla ή δημιουργήστε έναν νέο λογαριασμό.
hu: Jelentkezzen be a Bugzillába, vagy hozzon létre egy fiókot.
zh_cn: 登入Bugzilla，或创建一个新账户。

source: Logs may contain sensitive information like IP addresses or usernames. Attachments on Bugzilla issues are marked private by default.
ar: قد تحتوي السجلات على معلومات حساسة مثل عناوين IP أو أسماء المستخدمين. تُضع علامة خاصة على المرفقات في مشكلات Bugzilla بشكل افتراضي.
ca: Els registres poden contenir informació confidencial com ara adreces IP o noms d'usuari. Els fitxers adjunts d'incidències de Bugzilla es marquen com a privats per defecte.
el: Τα αρχεία καταγραφής ενδέχεται να περιέχουν ευαίσθητες πληροφορίες, όπως διευθύνσεις IP ή ονόματα χρήστη. Τα συνημμένα των αναφορών του Bugzilla ορίζονται ως ιδιωτικά από προεπιλογή.
hu: A naplók érzékeny információkat tartalmazhatnak, mint az IP-címek és a felhasználónevek. A Bugzilla-jegyek mellékletei alapértelmezetten privátnak vannak jelölve.
zh_cn: 日志可能包含敏感信息如IP地址或用户名。 Bugzilla问题的附件默认被标记为私有。

source: More than one layout detected. Remove additional layouts to proceed
ar: اكتُشف أكثر من تخطيط. أزِل التخطيطات الإضافية للمواصلة
ca: S'ha detectat més d'una disposició. Suprimiu-ne d'addicionals per continuar
el: Εντοπίστηκαν περισσότερες από μία διατάξεις. Αφαιρέστε τις πρόσθετες διατάξεις για να συνεχίσετε
fi: Useampi kuin yksi asettelu havaittu. Poista lisäasettelut jatkaaksesi
hu: Egynél több kiosztás észlelve. A folytatáshoz távolítsa el a további kiosztásokat.
nl: Meer dan één indeling gedetecteerd. Verwijder aanvullende indelingen om door te gaan
uk: Виявлено декілька розкладок. Вилучіть додаткові розкладки, щоб продовжити
zh_cn: 检测到多个布局。请移除其他布局以继续

source: Unusable layout
ar: تخطيط غير قابل للاستخدام
ca: Disposició no usable
el: Μη χρησιμοποιήσιμη διάταξη
fi: Käyttämätön asettelu
hu: Nem használható kiosztás
nl: Onbruikbare indeling
uk: Непридатна розкладка

source: This account will have administration privilege with sudo.
ca: Aquest compte tindrà privilegi d'administració amb sudo.
de: Dieses Konto wird über Administrationsrechte mit sudo verfügen.
fi: Tällä tilillä on järjestelmänvalvojan oikeudet 'sudo':n kanssa.
ko: 이 계정은 sudo와 함께 관리자 권한을 갖습니다.
lt: Ši paskyra turės administravimo teises su sudo.
nl: Dit account zal administratorrechten hebben met 'sudo'.
ru: Эта учетная запись будет иметь привилегии администратора с правами sudo.
tr: Bu hesap sudo ile yönetim ayrıcalıklarına sahip olacak.
uk: Цей обліковий запис матиме адміністративні права доступу з використанням sudo.

source: Clear search input
fi: Tyhjennä hakusyöte
ko: 검색 입력 초기화
lt: Išvalyti paieškos įvestį
ru: Очистить ввод поиска
tr: Arama girişini temizle
uk: Вилучити ключ пошуку

source: Share disk with other operating system
de: Gemeinsame Nutzung der Festplatte mit anderen Betriebssystemen
fi: Jaa levy toisen käyttöjärjestelmän kanssa
ko: 다른 운영체제와 함께 디스크 공유
lt: Dalykitės disku su kita operacine sistema
ru: Рядом с другой ОС на одном диске
tr: Diski diğer işletim sistemleriyle paylaş
uk: Надати диск у спільне використання для іншої операційної системи

source: Critical error
de: Kritischer Fehler
fi: Kriittinen virhe
fur: Erôr critic
ia: Error critic
it: Errore critico
ja: 重大なエラー
ko: 심각한 오류
lt: Kritinė klaida
ru: Критическая ошибка

source: Log
fi: Loki
fur: Regjistri
ia: Registro
ja: ログ
ko: 로그
lt: Žurnalas
ru: Журнал

source: Preparing report
de: Bereite Bericht vor
fi: Raporttia valmistellaan
fur: Daûr a prontâ il rapuart
ia: Preparation de reporto
it: Preparazione del rapporto
ja: 報告の準備中...
ko: 보고 준비 중
lt: Ruošiama ataskaita
ru: Подготовка отчета

source: Reporting an issue will send information over the network. Please review and edit the attached log to remove any sensitive information.
de: Wenn Sie ein Problem melden, werden Informationen über das Netzwerk gesendet. Bitte überprüfen und bearbeiten Sie das angehängte Protokoll, um alle sensiblen Informationen zu entfernen.
fi: Ongelmasta ilmoittaminen lähettää tiedot verkon kautta. Tarkista ja muokkaa liitteenä olevaa lokia poistaaksesi kaikki arkaluontoiset tiedot.
fur: Segnalant un probleme tu inviarâs informazion vie rêt. Torne viôt e modifiche il regjistri zontât par gjavâ eventuâi dâts sensibii.
it: La segnalazione di un problema comporta l'invio di informazioni attraverso la rete. Rivedi e modifica il log allegato per rimuovere eventuali informazioni sensibili.
ja: Issueを報告するとネットワーク経由で情報が送信されます。 添付されたログを確認して編集し、機密情報を削除してください。
ko: 문제 보고 시에 네트워크를 통해 정보를 전송합니다. 민감한 정보를 제거하려면 첨부된 기록을 검토하고 편집해 주세요.
lt: Pranešant apie problemą bus siunčiama informacija tinklu. Peržiūrėkite ir pašalinkite jautrius duomenis redaguodami prisegtą žurnalą.
ru: При сообщении о проблеме информация будет отправлена по сети. Просмотрите и отредактируйте прикрепленный журнал, чтобы удалить любую конфиденциальную информацию.

source: The following log will be sent to the issue tracking system where you may provide additional details.
de: Das folgende Protokoll wird an das Problemverfolgungssystem gesendet, wo Sie zusätzliche Details angeben können.
fi: Seuraava loki lähetetään ongelmanseurantajärjestelmään, jossa voit antaa lisätietoja.
fur: Chest regjistri al vignarà mandât al sisteme di gjestion dai problemis, là tu podarâs dâ plui detais.
it: Il seguente log verrà inviato al sistema di gestione dei problemi, dove potrai fornire ulteriori dettagli.
ja: 次のログはIssue追跡システムに送信され、追加の詳細を提供できます。
ko: 다음 기록은 추가적인 상세 정보를 제공 할 수 있는 문제 추적 시스템으로 전송됩니다.
lt: Šis žurnalas bus išsiųstas į problemų sekimo sistemą, kur jums reikės pateikti papildomą informaciją.
ru: Следующий журнал будет отправлен в систему отслеживания проблем, где вы сможете предоставить дополнительную информацию.

source: Anaconda installer
de: Anaconda-Installationsprogramm
fur: Instaladôr Anaconda
it: Installatore Anaconda
ja: Anaconda インストーラー
ko: 아나콘다 설치 프로그램
lt: Anaconda diegyklė
ru: Программа установки Anaconda

source: Anaconda is the OS installer used by Fedora, RHEL, CentOS and other Linux distributions.
de: Anaconda ist das Installationsprogram, das von Fedora, RHEL, CentOS und anderen Linux-Distributionen verwendet wird.
fur: Anaconda al è l'instaladôr di SO doprât di Fedora, RHEL, CentOS e altris distribuzions Linux.
it: Anaconda è il programma di installazione del sistema operativo utilizzato da Fedora, RHEL, CentOS e altre distribuzioni Linux.
ja: Anaconda は、Fedora、RHEL、CentOS や他の Linux ディストリビューションでも使用されている OS インストーラーです。
ko: 아나콘다는 페도라, RHEL, 센트OS 및 다른 리눅스 배포판에서 사용되는 OS 설치자입니다.
lt: „Anaconda“ yra OS diegimo programa, naudojama „Fedora“, „RHEL“, „CentOS“ ir kitose „Linux“ distribucijose.
ru: Anaconda - это программа установки ОС, используемая в Fedora, RHEL, CentOS и других дистрибутивах Linux.

source: Choose a language
de: Wählen Sie eine Sprache aus
fur: Sielç une lenghe
it: Scegli una lingua
ko: 언어를 선택합니다
ru: Выберите язык

source: Free space requirements met
de: Anforderungen an freien Speicherplatz erfüllt
it: Requisiti di spazio libero soddisfatti
ko: 여유 공간이 충족되었습니다
ru: Требования к свободному пространству соблюдены

source: Reboot into Windows to resize BitLocker-encrypted partitions.
de: Starten Sie Windows, um mit BitLocker verschlüsselte Partitionen zu verändern.
ko: BitLocker-암호화된 파티션의 크기를 조절하려면 윈도우로 재시작 합니다.
ru: Перезагрузитесь в Windows, чтобы изменить размер разделов, зашифрованных BitLocker.

source: Removing a filesystem will permanently delete all of the data it contains.
de: Das Entfernen eines Dateisystems wird dauerhaft alle darin enthaltenen Daten löschen.
ko: 파일시스템 제거하기는 포함된 모든 자료가 영구히 삭제됩니다.
ru: Удаление файловой системы приведет к безвозвратному удалению всех содержащихся в ней данных.

source: The installation needs $1 of disk space;
de: Die Installation benötigt $1 freien Speicher
fur: La instalazion e à bisugne di $1 di spazi su disc;
it: L'installazione richiede $1 di spazio libero su disco
ko: 설치는 $1 디스크 공간이 필요합니다;
ru: Для установки требуется $1 дискового пространства;

source: The storage editor lets you resize, delete, and create partitions.
de: Mit dem Speicher-Editor können Sie Partitionen in der Größe verändern, löschen und erstellen.
ko: 저장소 편집기는 파티션 크기 조정, 삭제 및 생성하도록 합니다.
ru: Редактор хранилища позволяет изменять, удалять и создавать разделы.

source: Welcome to $0
de: Willkommen bei $0
fur: Benvignûts su $0
it: Benvenut@ su $0

source: Chosen language:
it: Scegli una lingua

source: Common languages
it: Lingue comuni

source: Devices should be unlocked before assigning mount points.
it: I dispositivi devono essere sbloccati prima di assegnare i punti di mount.

source: Encrypted devices are locked
it: I dispositivi crittografati sono bloccati

source: Find a language
it: Seleziona una lingua

source: Skip
it: Salta

source: The chosen language will be used for installation and in the installed software.
it: La lingua selezionata verrà utilizzata per l'installazione e nel software installato.

source: Unlock devices
it: Sblocca i dispositivi
