Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: By continuing to use this software, you understand and accept the risks associated with pre-released software, that you intend to use this for testing and development purposes only and are willing to report any bugs or issues in order to enhance this work.
ar: استمرارك في استخدام هذا البرنامج، فأنت تدرك وتقبل المخاطر المرتبطة بالبرمجيات التي أُصدرت مسبقًا، وعليك استخدامها لأغراض الاختبار والتطوير فقط، وأنت على استعداد للإبلاغ عن أي أخطاء أو مشاكل من أجل تحسين هذا العمل.
ca: En continuar utilitzant aquest programari, enteneu i accepteu els riscos associats amb el programari encara no llançat, que teniu la intenció d'utilitzar-lo només amb finalitats de prova i desenvolupament i que esteu disposat a informar qualsevol error o problema per millorar aquest treball.
de: Wenn Sie fortfahren, verstehen und akzeptieren Sie die mit vorveröffentlichter Software verbundenen Risiken, die Sie nur für Test- und Entwicklungszwecke verwenden möchten und bereit sind, Fehler oder Probleme zu melden, um diese Arbeit zu verbessern.
el: Συνεχίζοντας με τη χρήση αυτού του λογισμικού, κατανοείτε και αποδέχεστε τους κινδύνους που σχετίζονται με το πρώιμο λογισμικό, ότι σκοπεύετε να το χρησιμοποιήσετε μόνο για σκοπούς δοκιμών και προγραμματισμού και ότι είστε πρόθυμοι να αναφέρετε τυχόν σφάλματα ή προβλήματα για τη βελτίωση αυτού του έργου.
et: Jätkates selle tarkvara kasutamist sa mõistad riske mis seostuvad tarkvara eelversioonidega ja nõustud nendega. Lisaks kasutad seda tarkvara vaid testimiseks ja arenduseks ning toote edaspidise parandamise nimel oled nõus arendajatele teada andma leitud vigadest ja probleemidest.
fi: Jatkamalla tämän ohjelman käyttämistä ymmärrät ja hyväksyt esijulkaisuun liittyvät riskit, aiot käyttää ohjelmistoa vain kehitys- ja testaustarkoituksiin, ja olet halukas ilmoittamaan mahdollisista ongelmista parantaaksesi tätä ohjelmistoa.
fr: En continuant d'utiliser ce logiciel, vous comprenez et vous acceptez les risques liés à l'utilisation de logiciels en préversion. Vous l'utiliserez uniquement à des fins de test et de développement, et vous vous engagez à signaler tout bug ou problème rencontré afin d'améliorer ce logiciel.
fur: Continuant a doprâ chest software, tu capissis e tu acetis i pericui associâts al software di pre-distribuzion, che tu intindis doprâlu dome par finalitâts di prove e di disvilup e che tu desideris segnalâ cualsisei erôr o probleme par podê miorâ chest lavôr.
ga: Trí leanúint ag baint úsáide as na bogearraí seo, tuigeann tú agus glacann tú leis na rioscaí a bhaineann le bogearraí réamheisithe, go bhfuil sé ar intinn agat é seo a úsáid chun críocha tástála agus forbartha amháin agus go bhfuil tú sásta aon fhabhtanna nó saincheisteanna a thuairisciú chun an obair seo a fheabhsú.
hu: A szoftver használatának folytatásával megérti és elfogadja az előzetes kiadású szoftverrel járó kockázatokat, és kijelenti hogy csak tesztelési és fejlesztési célokra használja, valamint hajlandó bejelenteni az esetleges problémákat, hogy javítson ezen a munkán.
it: Continuando a usare questo software, capisci e accetti i rischi associati al software pre-rilasciascio, che intendi usarlo solo per scopi di test e sviluppo e sei disposto a segnalare qualsiasi bug o problema per migliorare questo lavoro.
ja: このソフトウェアの使用を継続することにより、お客様は、プレリリースのソフトウェアに関連するリスクを理解および承諾し、これをテストおよび開発目的にのみ使用して、このソフトウェアを強化するためにバグや問題を率先して報告するものとします。
kab: Ma tkemmleḍ aseqdec n useɣẓan-a, tegziḍ u tqebleḍ ayen ara d-yeḍrun i icudden ɣer yiseɣẓanen uzwiren, meḥsub ad tesqedceḍ aya i usekyed d usnefli n yisumar kan yerna tebɣiḍ ad d-temmleḍ ibugen neɣ uguren i usnerni n umahil-a.
ko: 이와 같은 소프트웨어를 계속 사용하면, 시험과 개발 목적으로만 사용하고, 이 작업을 향상 시키기 위해 결점 또는 문제점을 기꺼이 보고하고자 하는 사전-출시된 소프트웨어와 관련된 위험을 이해하고 수용합니다.
lt: Tęsdami jūs suprantate ir sutinkate su negalutine programine įranga susijusiomis rizikomis bei ketinate ją naudoti tik testavimo bei kūrimo reikmėms ir pageidaujate pranešti apie bet kokias klaidas ar problemas, taip pagerinant šį darbą.
nl: Door deze software te blijven gebruiken, begrijp en accepteert u de risico's die gepaard gaan met voorlopige versies van de software, dat u van plan bent deze alleen voor test- en ontwikkelingsdoeleinden te gebruiken en u bereid bent om eventuele bugs of problemen te melden om dit werk te verbeteren.
pl: Kontynuując używanie tego oprogramowania użytkownik potwierdza, że rozumie i akceptuje ryzyko związane z oprogramowaniem testowym, ma zamiar używać go wyłącznie do testowania i rozwijania, a także chce zgłaszać błędy lub problemy w celu jego ulepszenia.
ru: Продолжая использовать это программное обеспечение, вы понимаете и принимате риски, связанные с предварительной версией программного обеспечения, и вы намереваетесь использовать его только для тестирования и разработки и готовы сообщать обо всех ошибках и проблемах, чтобы улучшить эту работу.
sv: Genom att fortsätta använda denna programvara förstår och accepterar du riskerna med förutsläppt programvara, att du avser att använda denna endast för test- och utvecklingssyften och är villig att rapportera eventuella buggar eller problem för att förbättra detta arbete.
tr: Bu yazılımı kullanmayı sürdürerek, sürüm öncesi yazılımla ilişkili riskleri anladığınızı, bunu yalnızca sınama ve geliştirme amacıyla kullanmayı planladığınızı ve bu çalışmayı iyileştirmek için tüm hata veya sorunları bildirmeye hazır olduğunuzu kabul edersiniz.
uk: Користуючись надалі цим програмним забезпечення, ви підтверджуєте, що розумієте і приймаєте усі ризики, пов’язані з використанням тестового програмного забезпечення, що ви маєте намір скористатися ним лише з метою тестування або подальшої розробки і що ви маєте намір повідомляти про всі вади і проблеми з метою покращення його роботи.
zh_cn: 点击 "继续" ，则说明您了解并接受预发行版的风险，只将该软件用于测试和开发，并且愿意报告所有程序错误或问题，以便改进本软件。

source: Cancel
ar: ألغِ
ca: Cancel·la
de: Abbrechen
el: Ακύρωση
et: Katkesta
fi: Peru
fr: Annuler
fur: Anule
ga: Cealaigh
hu: Mégse
ia: Cancellar
it: Annulla
ja: 取り消し
kab: Sefsex
ko: 취소
lt: Atsisakyti
nl: Annuleren
pl: Anuluj
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消

source: Change
ar: غيّر
ca: Canvia
de: Ändern
el: Αλλαγή
et: Muuda
fi: Vaihda
fr: Modifier
ga: Athrú
hu: Módosítás
ia: Cambiar
kab: Ẓreg
ko: 변경
lt: Pakeisti
nl: Veranderen
pl: Zmień
ru: Изменить
sv: Ändra
tr: Değiştir
uk: Змінити
zh_cn: 变更

source: Change destination
ar: غيّر الوجهة
ca: Canvia destinació
de: Ziel ändern
el: Αλλαγή προορισμού
et: Muuda sihtpunkti
fi: Muuta kohdetta
fr: Changer de destination
ga: Athraigh ceann scríbe
hu: Cél módosítása
ia: Cambiar destination
kab: Beddel taɣerwaḍt
ko: 변경 대상
lt: Pakeiskite paskirties vietą
nl: Bestemming veranderen
pl: Zmień miejsce docelowe
ru: Изменить назначение
sv: Ändra destination
tr: Hedefi değiştir
uk: Змінити призначення
zh_cn: 更改目标位置

source: Change hostname
ar: غيّر اسم المضيف
ca: Canvia el nom d'amfitrió
de: Name des Rechners ändern
el: Αλλαγή ονόματος υπολογιστή
et: Muuda hostinime
fi: Vaihda isäntänimi
fr: Modifier le nom d'hôte
ga: Athraigh an t-óstainm
hu: Gépnév módosítása
ia: Cambiar nomine de hospite
kab: Senfel asenneftaɣ
ko: 호스트이름 변경
lt: Pakeisti kompiuterio pavadinimą
nl: Hostnaam veranderen
pl: Zmień nazwę komputera
ru: Изменить имя узла
sv: Ändra värdnamn
tr: Ana makine adını değiştir
uk: Змінити назву вузла
zh_cn: 更改主机名

source: Change partition layout
ar: غيّر تخطيط الأقسام
el: Αλλαγή διάταξης διαμερισμάτων
et: Muuda partitsioonide jaotust
fr: Modifier la disposition des partitions
ga: Athraigh leagan amach na críochdheighilte
kab: Snifel taneɣruft n uḥric
pl: Zmień układ partycji
sv: Ändra partitionslayout
zh_cn: 更改分区布局

source: Change system keyboard layout
ar: غيّر نظام تخطيط لوحة المفاتيح
ca: Canvia la disposició del teclat del sistema
el: Αλλαγή διάταξης πληκτρολογίου συστήματος
et: Muuda süsteemi klahvistiku paigutust
fi: Vaihda järjestelmän näppäimistön asettelu
fr: Changer de disposition de clavier système
ga: Athraigh leagan amach méarchláir an chórais
hu: Rendszer billentyűzetkiosztásának módosítása
kab: Beddel taneɣruft n unasiw n unagraw
nl: Verander systeemtoetsenbordindeling
pl: Zmień układ klawiatury systemu
sv: Ändra systemets tangentbordslayout
uk: Змінити загальносистемну розкладку клавіатури
zh_cn: 更改系统键盘布局

source: Changes made here will immediately affect the system. There is no 'undo'.
ar: ستؤثر التغييرات التي أجريت هنا على النظام فورًا. لا يوجد "تراجع".
ca: Els canvis fets aquí afectaran immediatament el sistema. No hi ha 'desfer'.
de: Hier gemachte Änderungen wirken sofort auf das System. Es gibt kein 'rückgängig machen'.
el: Οι αλλαγές που πραγματοποιείτε εδώ θα επηρεάσουν άμεσα το σύστημα. Δεν θα είναι δυνατή η αναίρεσή τους.
et: Siinkohal tehtud muudatused mõjutavad süsteemi koheselt ja pole mitte mingit võimalust seda tagasi pöörata.
fi: Täällä tehdyt muutokset vaikuttavat välittömästi järjestelmään. "Kumoa" ei ole.
fr: Les modifications apportées ici auront un effet immédiat sur le système. Aucun retour en arrière n'est possible.
fur: Lis modifichis fatis achì a varan efiet diret sul sisteme. Nol sarà disponibil nissun 'disfe'.
ga: Cuirfidh athruithe a dhéanfar anseo isteach ar an gcóras láithreach. Níl aon ‘cealaigh’.
hu: Az itt végzett módosítások azonnal életbe lépnek. Nincs „visszavonás”.
it: Le modifiche apportate qui avranno effetto immediato sul sistema. Non è possibile annullare l'operazione.
ja: ここで行う変更はシステムに直ちに影響を及ぼします。操作を'元に戻す'ことはできません。
kab: Isenfal yettwagen dagi ad ṭṭfen imir ɣef unagraw. Ulac akk 'asefsex'.
ko: 여기에서 변경을 했으면 시스템에 즉시 영향을 미칩니다. '실행취소' 가 없습니다.
lt: Čia atlikti pakeitimai iš karto paveiks sistemą. Nėra „anuliuoti“.
nl: Veranderingen die hier gemaakt worden, zullen direct toegepast worden op het systeem. Er is geen 'ongedaan maken'.
pl: Zmiany wprowadzone w tym miejscu będą miały natychmiastowy wpływ na komputer. Nie ma możliwości cofnięcia.
ru: Изменения, внесенные здесь, немедленно отразятся на системе. Опции отмены нет.
sv: Ändringar som görs här kommer omedelbart att påverka systemet. Det finns ingen "ångra".
tr: Burada yapılan değişiklikler sistemi hemen etkileyecektir. 'Geri al' seçeneği yoktur.
uk: Зміни, внесені тут, негайно вплинуть на систему. Скасувати їх неможливо.
zh_cn: 此处所做的更改将立即影响系统。无法“撤消”。

source: Checking storage configuration
ar: التحقق من تضبيط وحدة التخزين
ca: S'està comprovant la configuració de l'emmagatzematge
de: Überprüfe Speichermedien-Konfiguration
el: Έλεγχος ρυθμίσεων αποθηκευτικού χώρου
et: Kontrollin andmeruumi seadistust
fi: Tarkistetaan tallennustilan asetuksia
fr: Vérification de la configuration du stockage
fur: Verifiche de configurazion de memorie di archiviazion
ga: Cumraíocht stórála á seiceáil
hu: Tároló-összeállítás ellenőrzése
ia: Verification del configuration de immagazinage
it: Controllo della configurazione dello storage
ja: ストレージ設定をチェック中...
kab: Asenqed n usesteb n uḥraz
ko: 저장소 구성 확인 중
lt: Tikrinama saugyklos konfigūracija
nl: Bezig met controleren van opslagconfiguratie
pl: Sprawdzanie konfiguracji urządzeń do przechowywania danych
ru: Проверка настроек устройств хранения
sv: Kontrollerar lagringskonfiguration
tr: Depolama yapılandırması denetleniyor
uk: Перевіряємо налаштування носія
zh_cn: 正在检查存储配置

source: Clear search
ar: امسح البحث
ca: Esborrar la cerca
el: Απαλοιφή αναζήτησης
et: Tühjenda otsing
fr: Effacer la recherche
ga: Glan an cuardach
hu: Keresés törlése
kab: Sfeḍ anadi
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
sv: Rensa sökning
uk: Спорожнити поле пошуку
zh_cn: 清除搜索

source: Click 'Next' again to proceed despite these warnings.
et: Kui tahad jätkata neile hoiatustele vaatamata, siis klõpsa uuesti nuppu „Edasi“.
fr: Cliquez à nouveau sur « Suivant » pour continuer malgré ces avertissements.
ga: Cliceáil 'Ar Aghaidh' arís le dul ar aghaidh in ainneoin na rabhaidh seo.
pl: Kliknięcie „Dalej” drugi raz kontynuuje pomimo tych ostrzeżeń.
sv: Klicka på 'Nästa' igen för att fortsätta oavsett dessa varningar.

source: Close
ar: أغلق
ca: Tanca
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
fr: Fermer
fur: Siere
ga: Dún
hu: Bezárás
ia: Clauder
it: Chiudi
ja: 閉じる
kab: Mdel
ko: 종료
lt: Užverti
nl: Sluiten
pl: Zamknij
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити
zh_cn: 关闭

source: Close storage editor
ar: أغلق محرّر التخزين
el: Κλείσιμο επεξεργασίας αποθηκευτικού χώρου
et: Sulge andmeruumi muutja
fr: Fermer l'éditeur de stockage
ga: Dún eagarthóir stórála
kab: Mdel amaẓrag n uḥraz
pl: Zamknij edytora urządzeń do przechowywania danych
sv: Stäng lagringsredigerare
zh_cn: 关闭存储编辑器

source: Cockpit storage did not provide the passphrase to unlock encrypted device.
ar: لم يوفر Cockpit storage عبارة السر لفتح الجهاز المُعمَّى.
ca: L'emmagatzematge de la cabina no va proporcionar la contrasenya per desbloquejar el dispositiu xifrat.
de: Der Cockpit-Speicher hat keine Passphrase bereitgestellt, um das verschlüsselte Gerät zu entsperren.
el: Ο αποθηκευτικός χώρος Cockpit δεν παρείχε τη φράση πρόσβασης για το ξεκλείδωμα της κρυπτογραφημένης συσκευής.
et: Cockpit andmeruumis ei leidu salafraasi, mille krüptitud seadet saaks avada.
fi: Cockpit-tallennustila ei tarjonnut pääsylausetta salatun laitteen lukituksen avaamiseen.
fr: Cockpit Storage n'a pas fourni la phrase secrète permettant de déverrouiller le périphérique chiffré.
ga: Níor sholáthair stóras cockpit an pasfhrása chun gléas criptithe a dhíghlasáil.
hu: A Cockpit tároló nem biztosított jelmondatot a titkosított eszköz feloldásához.
it: L'archiviazione del Cruscotto non ha fornito la passphrase per sbloccare il dispositivo crittografato.
ja: Cockpit ストレージが暗号化デバイス解除用のパスフレーズを提示しませんてした。
kab: Aḥraz Cockpit ur imudd ara tafyirt n uɛeddi i tukksa n usekkeṛ i yibenk yettwawgelhen.
ko: cockpit 저장소는 암호화된 장치를 해제하도록 암호문을 제공하지 않습니다.
lt: „Cockpit“ saugykloje nepateikta slaptafrazė šifruotam įrenginiui atrakinti.
nl: Cockpit-opslag heeft geen wachtwoordzin verstrekt om het versleutelde apparaat te ontgrendelen.
pl: Cockpit-Storage nie dostarczyło hasła do odblokowania zaszyfrowanego urządzenia.
ru: Хранилище Cockpit не предоставило кодовую фразу для разблокировки зашифрованного устройства.
sv: Cockpitlagring gav inte lösenfrasen för att låsa upp krypterad enhet.
tr: Cockpit depolaması, şifrelenen aygıtın kilidini açmak için parola sağlamadı.
uk: Сховище Cockpit не надало пароль для розблокування зашифрованого пристрою.
zh_cn: Cockpit 存储没有提供解锁加密设备的密码。

source: Completed
ar: اكتُمل
ca: Completat
de: Fertig
el: Ολοκληρώθηκε
et: Valmis
fi: Valmis
fr: Terminé
fur: Completât
ga: Críochnaithe
hu: Kész
ia: Completate
it: Completato
ja: 完了しました
kab: Immed
ko: 완료되었습니다
lt: Užbaigta
nl: Voltooid
pl: Ukończono
ru: Завершено
sv: Färdig
tr: Tamamlandı
uk: Завершено
zh_cn: 完全的

source: Configure NTP servers
ar: اضبط خوادم NTP
el: Ρύθμιση διακομιστών NTP
et: Seadista NTP-servereid
fr: Configurer les serveurs NTP
ga: Cumraigh freastalaithe NTP
hu: NTP-kiszolgálók beállítása
kab: Tawila n iqeddacen NTP
pl: Skonfiguruj serwery NTP
sv: Konfigurera NTP-servrar
zh_cn: 配置 NTP 服务器

source: Configure custom NTP servers
ar: اضبط خوادم NTP المخصّصة
el: Ρύθμιση προσαρμοσμένων διακομιστών NTP
et: Seadista enda eelistatud NTP-servereid
fr: Configurer des serveurs NTP personnalisés
ga: Cumraigh freastalaithe NTP saincheaptha
kab: Swel iqeddacen NTP udmawanen
pl: Konfiguracja niestandardowych serwerów NTP
sv: Konfigurera anpassade NTP-servrar
zh_cn: 配置自定义 NTP 服务器

source: Configure network
sv: Konfigurera nätverk

source: Configure storage
ar: اضبط التخزين
ca: Configura l'emmagatzematge
de: Speicher konfigurieren
el: Ρύθμιση αποθηκευτικού χώρου
et: Seadista andmeruumi
fi: Määritä tallennustila
fr: Configurer le stockage
fur: Configure la memorie di archiviazion
ga: Cumraigh stóráil
hu: Tárolók beállítása
ia: Configurar immagazinage
it: Configurare l'archiviazione
ja: ストレージの設定
kab: Sesteb aḥraz
ko: 저장소 구성
lt: Konfigūruoti saugyklą
nl: Opslag configureren
pl: Skonfiguruj urządzenia do przechowywania danych
ru: Настройка хранилища
sv: Konfigurera lagring
tr: Depolamayı yapılandır
uk: Налаштувати сховище даних
zh_cn: 配置存储

source: Configure storage again
ar: اضبط التخزين مرة أخرى
ca: Torneu a configurar l'emmagatzematge
de: Speicher erneut konfigurieren
el: Ρύθμιση αποθηκευτικού χώρου ξανά
et: Seadista uuesti andmeruumi
fi: Määritä tallennustila uudelleen
fr: Configurer le stockage à nouveau
ga: Cumraigh stóras arís
hu: Tárolók újbóli beállítása
ia: Reconfigurar immagazinage
it: Configurare di nuovo l'archiviazione
ja: ストレージを再度設定
kab: Sesteb aḥraz i tikkelt niḍen
ko: 저장소를 다시 구성합니다
lt: Konfigūruojti saugyklą dar kartą
nl: Opslag opnieuw configureren
pl: Ponownie skonfiguruj urządzenia do przechowywania danych
ru: Снова настройте хранилище
sv: Konfigurera lagring igen
tr: Depolamayı tekrar yapılandır
uk: Повторне налаштовування сховища даних
zh_cn: 再次配置存储

source: Confirm passphrase
ar: أكّد عبارة السر
ca: Confirmeu la paraula de pas
de: Passphrase bestätigen
el: Επιβεβαίωση φράσης πρόσβασης
et: Kinnita salafraas
fi: Vahvista salalause
fr: Confirmez la phrase secrète
fur: Conferme passphrase
ga: Deimhnigh pasfhrása
hu: Erősítse meg a jelszavát
ia: Confirmar phase de contrasigno
it: Conferma la password
ja: パスフレーズの確認
kab: Sentem tafyirt n uɛeddi
ko: 암호문을 확인합니다
lt: Patvirtinti slaptafrazę
nl: Bevestig wachtwoordzin
pl: Potwierdzenie hasła
ru: Подтвердите парольную фразу
sv: Bekräfta lösenfras
tr: Parolayı onayla
uk: Підтвердіть пароль
zh_cn: 确认密码

source: Continue
ar: استمر
ca: Continua
de: Weiter
el: Συνέχεια
et: Jätka
fi: Jatka
fr: Continuer
ga: Ar Aghaidh
hu: Folytatás
ia: Continuar
it: Continua
ja: 続行
kab: Kemmel
ko: 진행
lt: Pratęsti
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
tr: Sürdür
uk: Продовжити
zh_cn: 继续

source: Continue installation
ar: مواصلة التثبيت
ca: Continueu la instal·lació
de: Installation fortsetzen
el: Συνέχεια εγκατάστασης
et: Jätka paigaldamisega
fi: Jatka asennusta
fr: Continuer l'installation
fur: Continue la instalazion
ga: Lean ar aghaidh leis an tsuiteáil
hu: Telepítés folytatása
ia: Continuar installation
it: Continua l'installazione
ja: インストールを続行する
kab: Kemmel asbeddi
ko: 설치를 계속합니다
lt: Tęsti diegimą
nl: Installatie vervolgen
pl: Kontynuuj instalację
ru: Продолжить установку
sv: Fortsätt installation
tr: Kuruluma devam et
uk: Продовжити встановлення
zh_cn: 继续安装

source: Continue with installation
ar: واصل مع التثبيت
ca: Continueu amb la instal·lació
de: Installation fortsetzen
el: Συνέχεια με εγκατάσταση
et: Jätka paigaldamisega
fi: Jatka asennuksella
fr: Continuez l'installation
ga: Lean ar aghaidh leis an tsuiteáil
hu: A telepítés folytatása
ia: Continuar con le installation
it: Continua con l'installazione
ja: インストールを続行する
kab: Kemmel d usebded
ko: 설치를 계속합니다
lt: Tęsti diegimą
nl: Verdergaan met installatie
pl: Kontynuuj instalację
ru: Продолжение установки
sv: Fortsätt med installation
tr: Kuruluma devam et
uk: Продовжити встановлення
zh_cn: 继续安装

source: Create Account
ar: إنشاء حساب
ca: Crea Compte
de: Konto erstellen
el: Δημιουργία λογαριασμού
et: Lisa kasutajakonto
fi: Luo tili
fr: Créer un compte
fur: Cree account
ga: Cruthaigh Cuntas
hu: Fiók létrehozása
ia: Crear conto
it: Creare Account
ja: アカウントを作成
kab: Snulfu-d amiḍan
ko: 계정 생성
lt: Sukurti paskyrą
nl: Account Aanmaken
pl: Utwórz konto
ru: Создать учетную запись
sv: Skapa konto
tr: Hesap Oluştur
uk: Створити обліковий запис
zh_cn: 创建账户

source: Create account
ar: أنشئ حسابًا
ca: Crea un compte
de: Konto erstellen
el: Δημιουργία λογαριασμού
et: Lisa kasutajakonto
fi: Luo tili
fr: Créer un compte
fur: Cree account
ga: Cruthaigh cuntas
hu: Fiók létrehozása
ia: Crear conto
it: Creare account
ja: アカウントを作成
kab: Snulfu-d amiḍan
ko: 계정 생성
lt: Sukurti paskyrą
nl: Account aanmaken
pl: Utwórz konto
ru: Создать учетную запись
sv: Skapa konto
tr: Hesap oluştur
uk: Створити обліковий запис
zh_cn: 创建账户

source: Currently installed: $0
ar: المثبتة حاليًا: $0
ca: Instal·lat actualment: $0
de: Derzeit installiert: $0
el: Τρέχουσα εγκατάσταση: $0
et: Hetkel paigaldatud: $0
fi: Tällä hetkellä asennettuna: $0
fr: Actuellement installé : $0
ga: Suiteáilte faoi láthair: $0
hu: Jelenleg telepítve: $0
kab: Akken kan yettwasbedd: $0
ko: 현재 설치됨: $0
lt: Šiuo metu įdiegta: $0
nl: Momenteel geïnstalleerd: $0
pl: Obecnie zainstalowane: $0
ru: Сейчас установлено: $0
sv: Nuvarande installerat: $0
tr: Şu anda kurulu: $0
uk: Зараз встановлено: $0
zh_cn: 目前安装：$0

source: Custom
ar: مخصّص
ca: Personalitzat
de: Benutzerdefiniert
el: Προσαρμοσμένο
et: Kohandatud
fi: Mukautettu
fr: Personnalisé
fur: Personalizade
ga: Saincheaptha
hu: Egyéni
ia: Personalisate
it: Personalizzata
ja: カスタム
kab: Sagen
ko: 사용자 지정
lt: Pasirinktinis
nl: Aangepast
pl: Niestandardowy
ru: По-своему
sv: Anpassad
tr: Özel
uk: Нетипове
zh_cn: 自定义

source: Date
ar: التاريخ
el: Ημερομηνία
et: Kuupäev
ga: Dáta
kab: Azemz
pl: Data
sv: Datum
zh_cn: 日期

source: Date and time
ar: التاريخ والوقت
el: Ημερομηνία και ώρα
et: Kuupäev ja kellaaeg
fr: Date et heure
ga: Dáta agus am
kab: Azemz d wakud
pl: Data i czas
sv: Datum och tid
zh_cn: 日期和时间

source: Deletion of certain partitions may prevent $0 from booting: $1
ar: قد يؤدي حذف بعض الأقسام إلى منع $0 من الإقلاع: $1
ca: La supressió de certes particions pot impedir que $0 arrenqui: $1
de: Das entfernen bestimmter Partitionen könnte $0 davon abhalten zu starten: $1
el: Η διαγραφή ορισμένων διαμερισμάτων ενδέχεται να εμποδίσει την εκκίνηση του «$0»: $1
et: Mõnede partitsioonide kustutamine takistaks $0 käivitumist: $1
fi: Tiettyjen osioiden poistaminen voi estää $0:n käynnistymisen: $1
fr: La suppression de certaines partitions peut empêcher le démarrage de $0 : $1
ga: Má scriostar deighiltí áirithe b'fhéidir go gcuirfí bac ar $0 a bhrú: $1
hu: Egyes partíciók törlése megakadályozhatja a(z) $0 indítását: $1
kab: Tukksa n kra n yiḥricen yezmer ad iɛekkeṛ asenker n $0: $1
ko: 특정 파티션의 삭제는 부팅에서 $0를 예방합니다: $1
lt: Kai kurių skaidinių ištrynimas gali neleisti $0 paleisti: $1
nl: Het verwijderen van bepaalde partities kan ervoor zorgen dat $0 niet opstart: $1
pl: Usunięcie pewnych partycji może uniemożliwić uruchomienie systemu $0: $1
ru: Удаление некоторых разделов может помешать загрузке $0: $1
sv: Att radera vissa partitioner kan hindra $0 från att starta: $1
tr: Belirli bölümlerin silinmesi $0 önyüklenmesini engelleyebilir: $1
uk: Вилучення певних розділів може завадити завантаженню $0: $1
zh_cn: 删除某些分区可能会导致$0无法启动：$1

source: Description
et: Kirjeldus
ga: Cur síos
kab: Aglam
pl: Opis
sv: Beskrivning

source: Destination is encrypted
ar: الوجهة مُعمَّاة
ca: El destí està xifrat
el: Ο προορισμός είναι κρυπτογραφημένος
et: Sihtobjekt on krüptitud
fi: Määränpää on salattu
fr: La destination est chiffrée
ga: Tá an ceann scríbe criptithe
hu: A cél titkosított
ia: Le destination es cryptate
kab: Tanila tettwawgelhen
ko: 대상이 암호화되었습니다
lt: Paskirties vieta yra užšifruota
nl: Bestemming is versleuteld
pl: Miejsce docelowe jest zaszyfrowane
ru: Место назначения зашифровано
sv: Destination är krypterad
tr: Hedef şifreli
uk: Місце призначення зашифровано
zh_cn: 目标位置已加密

source: Detailed description of the issue
fr: Description détaillée du problème
sv: Detaljerad beskrivning av problemet
