Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: Detected valid storage layout:
ar: كشف عن تخطيط تخزين صالح:
ca: S'ha detectat una disposició d'emmagatzematge vàlida:
de: Valide Speicher-Anordnung erkannt:
el: Εντοπίστηκε έγκυρη διάταξη αποθηκευτικού χώρου:
et: Tuvastasin korrektse andmeruumi jaotuse:
fi: Havaittu kelvollinen tallennusasettelu:
fr: Schéma de stockage valide détecté :
ga: Braitheadh leagan amach bailí stórála:
hu: Érvényes tárolóelrendezés észlelve:
it: Rilevato layout di archiviazione valido:
ja: 無効なストレージ構成が見つかりました:
kab: Tifin n tneɣruft n uḥraz tameɣtut:
ko: 탐지된 유효 저장소 배열:
lt: Aptiktas tinkamas saugyklos išdėstymas:
nl: Gedetecteerde geldige opslagindeling:
pl: Wykryto prawidłowy układ urządzeń do przechowywania danych:
ru: Обнаруженая действительная схема хранения:
sv: Upptäckt giltig lagringslayout:
tr: Algılanan geçerli depolama düzeni:
uk: Виявлене коректне компонування сховищ даних:
zh_cn: 检测到有效的存储布局：

source: Device
ar: جهاز
ca: Dispositiu
de: Gerät
el: Συσκευή
et: Seade
fi: Laite
fr: Périphérique
fur: Dispositîf
ga: Gléas
hu: Eszköz
ia: Dispositivo
it: Dispositivo
ja: デバイス
kab: Ibenk
ko: 장치
lt: Įrenginys
nl: Apparaat
pl: Urządzenie
ru: Устройство
sv: Enhet
tr: Aygıt
uk: Пристрій
zh_cn: 设备

source: Duplicate device.
ar: جهاز مكرّر.
ca: Dispositiu duplicat.
de: Doppeltes Gerät.
el: Διπλότυπη συσκευή.
et: Klooni seade.
fi: Laitteen kaksoiskappale.
fr: Périphérique en double.
fur: Dispositîfs duplicât.
ga: Gléas dúblach.
hu: Duplikált eszköz.
ia: Dispositivo duplicate.
it: Dispositivo duplicato.
ja: 重複されたデバイスです。
kab: Yettuɛawed-d yibenk.
ko: 중복 장치.
lt: Dubliuotas įrenginys.
nl: Dupliceer apparaat.
pl: Podwójne urządzenie.
ru: Дублирование устройства.
sv: Duplicera enhet.
tr: Yinelenen aygıt.
uk: Дублювання пристрою.
zh_cn: 重复的设备。

source: Duplicate mount point.
ar: نقطة الوصل مكرّرة.
ca: Punt de muntatge duplicat.
de: Einhängepunkt duplizieren.
el: Διπλότυπο σημείο πρόσαρτησης.
et: Klooni haakepunkt.
fi: Monista liitoskohta.
fr: Point de montage en double.
fur: Pont di montaç duplicât.
ga: Pointe gléasta dúblach.
hu: Duplikált csatolási pont.
ia: Puncto de montage duplicate.
it: Punto di mount duplicato.
ja: 重複されたマウントポイントです。
kab: Tettuɛawed-d tenqiḍt n userkeb.
ko: 중복 적재 지점.
lt: Dubliuotas prijungimo taškas.
nl: Dupliceer aankoppelpunt.
pl: Podwójny punkt montowania.
ru: Дублирование точки монтирования.
sv: Duplicera monteringspunkt.
tr: Yinelenen bağlama noktası.
uk: Дублювання точки монтування.
zh_cn: 重复的挂载点。

source: Enable root account
ar: فعّل حساب الجذر
ca: Habilita el compte root
de: Root-Benutzerkonto aktivieren
el: Ενεργοποίηση λογαριασμού root
et: Võta juurkasutaja konto kasutusele
fi: Ota root-tili käyttöön
fr: Activer le compte root
fur: Abilite l'account di root
ga: Cumasaigh cuntas fréimhe
hu: Rendszergazdai fiók engedélyezése
ia: Habilitar conto de superusator
it: Abilita l'account di root
ja: rootアカウントを有効化
kab: Rmed amiḍan aẓar
ko: root 계정 활성화
lt: Įgalinti root paskyrą
nl: Rootaccount inschakelen
pl: Włączone konto roota
ru: Включить учётную запись root
sv: Aktivera root-konto
tr: Kök hesabını etkinleştir
uk: Увімкнути обліковий запис root
zh_cn: 启用 root 账户

source: Encrypt my data
ar: عمِّ «(شفّر)» بياناتي
ca: Xifra les meves dades
de: Meine Daten verschlüsseln
el: Κρυπτογράφηση δεδομένων
et: Krüpti minu andmed
fi: Salaa tietoni
fr: Chiffrer mes données
fur: Cifre i miei dâts
ga: Criptigh mo chuid sonraí
hu: Saját adatok titkosítása
ia: Cryptar mi datos
it: Cifra i miei dati
ja: データを暗号化する
kab: Wgelhen isefka-w
ko: 자료를 암호화합니다
lt: Šifruoti mano duomenis
nl: Versleutel mijn data
pl: Szyfrowanie danych
ru: Зашифровать данные
sv: Kryptera min data
tr: Verilerimi şifrele
uk: Зашифрувати дані
zh_cn: 加密我的数据

source: Encrypted
ar: مُعمَّاة
ca: Xifrat
de: Verschlüsselt
el: Κρυπτογραφημένο
et: Krüptitud
fi: Salattu
fr: Chiffré
ga: Criptithe
hu: Titkosítva
ia: Cryptate
kab: Yettwawgelhen
ko: 암호화됨
lt: Šifruota
nl: Versleuteld
pl: Zaszyfrowane
ru: Зашифровано
sv: Krypterad
tr: Şifrelendi
uk: Зашифровано
zh_cn: 已加密

source: Encryption
ar: التعمية
ca: Xifratge
de: Verschlüsselung
el: Κρυπτογράφηση
et: Krüptimine
fi: Salaus
fr: Chiffrement
fur: Cifradure
ga: Criptiú
hu: Titkosítás
ia: Cryptation
it: Cifratura
ja: 暗号化
kab: Awgelhen
ko: 암호화
lt: Šifravimas
nl: Versleutelen
pl: Szyfrowanie
ru: Шифрование
sv: Kryptering
tr: Şifreleme
uk: Шифрування
zh_cn: 加密

source: Enter your Bugzilla API key to create a bug report. You will be able to review and edit the bug details in the next step.
fr: Entrez votre clé d'API Bugzilla pour créer un rapport de bug. Vous pourrez examiner et modifier les détails du bug à la prochaine étape.
sv: Ange din Bugzilla API-nyckel för att skapa en felrapport. Du kommer att kunna granska och redigera felinformationen i nästa steg.

source: Environment
fr: Environnement
kab: Tawennaḍt
sv: Miljö

source: Erase data and install
ar: أمحو البيانات وثبّت
ca: Esborra les dades i instal·la
de: Speichermedien löschen und installieren
el: Διαγραφή δεδομένων και εγκατάσταση
et: Kustuta andmed ja paigalda
fi: Tyhjennä levyt ja asenna
fr: Effacer les données et installer
fur: Scancele i dâts e instale
ga: Scrios sonraí agus suiteáil
hu: Törölje az adatokat és telepítse
ia: Rader datos e installar
it: Cancella i dati e installa
ja: データを消去してインストールします
kab: Sfeḍ isefka syen sebded
ko: 자료를 지우고 설치합니다
lt: Ištrinti duomenis ir įdiegti
nl: Data wissen en installeren
pl: Usuń dane i zainstaluj
ru: Стереть данные и установить
sv: Radera data och installera
tr: Verileri sil ve kur
uk: Витерти дані і встановити
zh_cn: 删除数据内容并安装

source: Error details
ar: تفاصيل الخطأ
ca: Detalls de l'error
de: Fehlerdetails
el: Λεπτομέρειες σφάλματος
et: Vea üksikasjad
fi: Virheen tiedot
fr: Détails de l'erreur
fur: Detais dal erôr
ga: Sonraí earráide
hu: Hiba részletei
ia: Detalios del error
it: Dettagli dell'errore
ja: エラーの詳細
kab: Talqayt n tuccḍa
ko: 오류 상세
lt: Detali klaida
nl: Foutdetails
pl: Informacje o błędzie
ru: Сведения об ошибке
sv: Feldetaljer
tr: Hata ayrıntıları
uk: Подробиці щодо помилки
zh_cn: 错误详情

source: Exit to live desktop
ar: اخرج إلى سطح المكتب المباشر
ca: Surt de l'escriptori live
de: Zum Live-Desktop zurückkehren
el: Έξοδος στην επιφάνεια εργασίας
et: Sulge paigaldaja ja ava taustal toimiv ajutine töölaud
fi: Poistu reaaliaikaiseen työpöytään
fr: Quitter vers le bureau live
ga: Scoir go dtí an deasc beo
hu: Kilépés az élő asztali környezetbe
kab: Ffeɣ ɣer tnarit tusridt
ko: 라이브 데스크탑으로 종료
lt: Išeiti į tiesioginį darbalaukį
nl: Afsluiten naar live desktop
pl: Wyjdź do pulpitu
ru: Выйти на рабочий стол
sv: Avsluta till live skrivbord
tr: Canlı masaüstüne çık
uk: Повернутися до портативної стільниці
zh_cn: 退出到 live 桌面

source: Extended partition
ar: قسم ممتد
ca: Partició estesa
de: Erweiterte Partition
el: Εκτεταμένο διαμέρισμα
et: Laiendatud partitsioon
fi: Laajennettu osio
fr: Partition étendue
ga: Deighilt leathnaithe
hu: Kiterjesztett partíció
kab: Aḥric ɣezzifen
ko: 확장된 파티션
lt: Išplėstinis skirsnis
nl: Uitgebreide partitie
pl: Partycja rozszerzona
ru: Расширенный раздел
sv: Utökad partition
tr: Genişletilmiş bölüm
uk: Розширений розділ
zh_cn: 扩展分区

source: Failed to report issue
fr: Impossible de signaler le problème
sv: Misslyckades att rapportera problem

source: Failed to save layouts
et: Klahvistiku paigutuste salvestamine ei õnnestunud
fr: Échec de l'enregistrement des dispositions
ga: Theip ar leagan amach a shábháil
pl: Zapisanie układów się nie powiodło
sv: Misslyckades med att spara layouterna

source: Fedora linux requires at least $0 of disk space.
ar: يتطلب فيدورا لينكس $0 على الأقل من مساحة القرص.
ca: Fedora linux requereix almenys $0 d'espai de disc.
de: Fedora Linux benötigt mindestens $0 an Festplattenspeicher.
el: Το Fedora Linux απαιτεί τουλάχιστον $0 χώρου στον δίσκο.
et: Fedora Linux vajab vähemalt $0 andmeruumi.
fi: Fedora Linux vaatii vähintään $0 levytilaa.
fr: Fedora Linux requiert au moins $0 d'espace disque.
fur: Fedora linux al domande almancul $0 di spazi su disc.
ga: Teastaíonn $0 ar a laghad de spás diosca ó Fedora linux.
hu: A Fedora Linuxhoz legalább $0 tárhely szükséges.
ia: Fedora linux require al minus $0 de spatio in le disco.
it: Fedora Linux richiede almeno $0 di spazio su disco.
ja: Fedora Linux は最低でも $0 のディスク領域を必要とします。
kab: Fedora Linux yesra xerṣum $0 seg tallunt n uḍebsi.
ko: 페도라 리눅스는 적어도 디스크 공간의 $0가 필요합니다.
lt: „Fedora Linux“ reikalauja mažiausiai $0 vietos diske.
nl: Fedora Linux heeft minstens $0 schijfruimte nodig.
pl: Fedora Linux wymaga co najmniej $0 wolnego miejsca na dysku.
ru: Fedora linux требует не менее $0 дискового пространства.
sv: Fedora linux kräver minst $0 diskutrymme.
tr: Fedora Linux en az $0 disk alanı gerektirir.
uk: Для Fedora linux потрібно принаймні $0 місця на диску.
zh_cn: Fedora linux 至少需要 $0 的磁盘空间。

source: Finalization
ar: الختام
ca: Finalització
de: Abschluss
el: Οριστικοποίηση
et: Viimistlen ja lõpetan
fi: Viimeistely
fr: Finalisation
fur: Completament
ga: Críochnú
hu: Véglegesítés
ia: Completamento
it: Finalizzazione
ja: 終了処理
kab: Afakki
ko: 마무리
lt: Baigiama
nl: Afronding
pl: Kończenie
ru: Завершение
sv: Slutför
tr: Sonlandırma
uk: Завершення
zh_cn: 最后确定

source: Finalizing: The system configuration is complete. Finalizing installation may take a few moments.
ar: اللمسات الأخيرة: اكتمل تضبيط النظام. قد يستغرق الانتهاء من التثبيت بضع لحظات.
ca: Finalitzant: La configuració del sistema s'ha completat. Finalitzar la instal·lació pot trigar uns moments.
de: Vervollständigen: Die Systemkonfiguration ist abgeschlossen. Das Abschließen der Installation kann einen Moment dauern.
el: Οριστικοποίηση: Η διαμόρφωση του συστήματος έχει ολοκληρωθεί. Η οριστικοποίηση της εγκατάστασης ενδέχεται να χρειαστεί λίγη ώρα.
et: Viimistlen ja lõpetan: süsteemi seadistamine on lõppenud. Viimasteks sammudeks kulub veel mõni hetk.
fi: Viimeistely: Järjestelmän konfigurointi on valmis. Asennuksen viimeistely voi kestää hetken.
fr: Finalisation : La configuration du système est terminée. La finalisation de l'installation peut prendre quelques instants.
fur: Completament: La configurazion dal sisteme e je completade. Il completament de instalazion al pues puartâ vie cualchi moment.
ga: Críochnú: Tá cumraíocht an chórais críochnaithe. Seans go dtógfaidh sé cúpla nóiméad an tsuiteáil a thabhairt chun críche.
hu: Lezáró műveletek: A rendszerkonfiguráció befejeződött. A telepítés befejezése eltarthat néhány pillanatig.
it: Finalizzazione: La configurazione del sistema è completa. Il completamento dell'installazione può richiedere alcuni istanti.
ja: 最終処理中: システム構成が完了しました。 インストールの完了には少し時間がかかる場合があります。
kab: Afakki: Tawila n unagraw temmed. Afakki n usbeddi yezmer ad yeṭṭef kra n wakud.
ko: 마무리하기: 시스템 구성이 완료되었습니다. 마무리 설치는 몇 분 걸립니다.
lt: Baigiama: sistemos konfigūracija užbaigta. Diegimo baigimas gali kiek užtrukti.
nl: Afronding: De systeemconfiguratie is voltooid. Het voltooien van de installatie kan even duren.
pl: Kończenie: ukończono konfigurację systemu. Dokończenie instalacji może chwilę zająć.
ru: Завершение: настройка системы завершена. Завершение установки может занять некоторое время.
sv: Slutför: Systemkonfigurationen är klar. Den slutförande installationen kan ta en stund.
tr: Sonlandırılıyor: Sistem yapılandırması tamamlandı. Kurulumun sonlandırılması birkaç dakika sürebilir.
uk: Завершення: налаштовування системи завершено. Потрібно ще трохи часу на завершення встановлення.
zh_cn: 最终确定：系统配置已经完成。最终完成安装可能需要一些时间。

source: Find layout
et: Otsi klahvistiku paigutust
fr: Rechercher une disposition
ga: Aimsigh leagan amach
kab: Af-d taneɣruft
pl: Wyszukiwanie układu
sv: Hitta layout

source: For better security, avoid using the root account directly. Instead, use the local account above to manage the system.
ar: لأمان أفضل، تجنب استخدام حساب الجذر مباشرةً. بدلاً من ذلك، استخدم الحساب المحلي أعلاه لإدارة النظام.
el: Για περισσότερη ασφάλεια, αποφύγετε την απευθείας χρήση του λογαριασμού root. Αντ' αυτού, χρησιμοποιήστε τον παραπάνω τοπικό λογαριασμό για να διαχειριστείτε το σύστημα.
et: Parema turvalisuse nimel väldi juurkasutaja konto kasutamist otse. Selle asemel kasuta süsteemi haldamiseks ülaltoodud kasutajakontot.
fr: Pour une meilleure sécurité, évitez d'utiliser le compte root directement. À la place, utilisez le compte local ci-dessus pour gérer le système.
ga: Chun slándáil níos fearr a fháil, seachain an cuntas fréimhe a úsáid go díreach. Ina áit sin, bain úsáid as an gcuntas áitiúil thuas chun an córas a bhainistiú.
kab: I wugar n tɣellist, ur seqdac ara, srid, amiḍan aẓar root. Deg nnuba-s, seqdec amiḍan-nni adigan i yellan nnig-a, i usefrek n unagraw.
pl: Dla większego bezpieczeństwa należy unikać bezpośredniego używania konta roota. Zamiast tego do zarządzania systemem należy używać powyższego lokalnego konta.
sv: För bättre säkerhet, undvik att använda root-kontot direkt. Använd istället det lokala kontot ovan för att hantera systemet.
zh_cn: 为了更好的安全性，避免直接使用root账户。相反，请使用以上的本地账户来管理系统。

source: Full name
ar: الاسم الكامل
ca: Nom complet
de: Vollständiger Name
el: Ονοματεπώνυμο
et: Täisnimi
fi: Koko nimi
fr: Nom complet
fur: Non complet
ga: Ainm iomlán
hu: Teljes név
ia: Nomine complete
it: Nome completo
ja: フルネーム
kab: Isem ummid
ko: 성명
lt: Pilnas vardas
nl: Volledige naam
pl: Imię i nazwisko
ru: Полное имя
sv: Fullständigt namn
tr: Tam ad
uk: Ім’я повністю
zh_cn: 全名

source: Full name cannot contain colon characters
ar: لا يمكن للاسم الكامل أن يحتوي على فواصل
ca: El nom complet no pot contenir el caràcter dos punts
de: Der vollständige Name darf keine Doppelpunkte enthalten
el: Το ονοματεπώνυμο δεν μπορεί να περιέχει χαρακτήρες άνω και κάτω τελείας
et: Täisnimes ei tohi olla koolonit
fi: Koko nimi ei saa sisältää kaksoispisteitä
fr: Le nom complet ne peut pas contenir le caractère deux-points
fur: Il non complet nol pues contignî il caratar doi ponts
ga: Ní féidir carachtair idirstad a bheith san ainm iomlán
hu: A teljes név nem tartalmazhat kettőspontot
ia: Le nomine complete non pote continer characteres de duo punctos
it: Il nome completo non può contenere il carattere due punti
ja: フルネームにはコロン ':' を使用できません
kab: Isem ummid ur yezmir ara ad yesɛu isekkilen s sin wagazen
ko: 이름에 쌍점(:)을 사용 할 수 없습니다
lt: Pilnas vardas negali turėti dvitaškių
nl: De volledige naam mag geen dubbele punten bevatten
pl: Imię i nazwisko nie mogą zawierać dwukropków
ru: Полное имя не может содержать двоеточий
sv: Det fullständiga namnet får inte innehålla kolontecken
tr: Tam ad iki nokta üst üste karakterini içeremez
uk: У повному імені не повинно міститися двокрапок
zh_cn: 全名不能含有冒号

source: Helper text
ar: نص المساعدة
el: Κείμενο βοηθού
et: Abitekst
fr: Texte d'assistance
ga: Téacs cúnta
kab: Aḍris n tallalt
pl: Tekst pomocniczy
sv: Hjälptext
zh_cn: 帮助文本

source: Hide confirmed password
ar: أخفِ تأكيد كلمة السر
ca: Amaga la contrasenya confirmada
de: Bestätigtes Passwort verstecken
el: Απόκρυψη επιβεβαιωμένου κωδικού πρόσβασης
et: Peida kinnitatud salasõna
fi: Piilota vahvistettu salasana
fr: Masquer le mot de passe de confirmation
fur: Plate la password confermade
ga: Folaigh pasfhocal deimhnithe
hu: Megerősített jelszó elrejtése
ia: Celar contrasigno confirmate
it: Nascondi la password confermata
ja: 確認済みパスワードを非表示にする
kab: Ffer awal n uɛeddi yettwasnetmen
ko: 확인된 비밀번호 감추기
lt: Slėpti patvirtintą slaptažodį
nl: Bevestigd wachtwoord verbergen
pl: Ukryj potwierdzone hasło
ru: Скрыть подтвержденный пароль
sv: Dölj bekräftat lösenord
tr: Onaylanan parolayı gizle
uk: Приховати підтверджений пароль
zh_cn: 隐藏确认密码

source: Hide passphrase
ar: أخفِ عبارة السر
ca: Amaga la paraula de pas
de: Passphrase verstecken
el: Απόκρυψη φράσης πρόσβασης
et: Peida salafraas
fi: Piilota tunnuslause
fr: Masquer la phrase secrète
fur: Plate la passphrase
ga: Folaigh pasfhrása
hu: Jelmondat elrejtése
ia: Celar phase de contrasigno
it: Nascondi la password
ja: パスフレーズを非表示にする
kab: Ffer tafyirt n uɛeddi
ko: 암호문을 숨깁니다
lt: Slėpti slaptafrazę
nl: Verberg wachtzin
pl: Ukryj hasło
ru: Скрыть парольную фразу
sv: Dölj lösenfras
tr: Parolayı gizle
uk: Приховати пароль
zh_cn: 隐藏密码

source: Hide password
ar: أخفِ كلمة السر
ca: Oculta la contrasenya
de: Passwort verstecken
el: Απόκρυψη κωδικού πρόσβασης
et: Peida salasõna
fi: Piilota salasana
fr: Masquer le mot de passe
fur: Plate password
ga: Folaigh pasfhocal
hu: Jelszó elrejtése
ia: Celar contrasigno
it: Nascondi la password
ja: パスワードを非表示にする
kab: Ffer awal n uɛeddi
ko: 비밀번호 숨기기
lt: Slėpti slaptažodį
nl: Verberg wachtwoord
pl: Ukryj hasło
ru: Скрыть пароль
sv: Dölj lösenord
tr: Parolayı gizle
uk: Приховати пароль
zh_cn: 隐藏密码

source: Hostname
ar: اسم المضيف
ca: Nom d'amfitrió
de: Rechnername
el: Όνομα υπολογιστή
et: Hostinimi
fi: Koneen nimi
fr: Nom d'hôte
ga: Óstainm
hu: Gépnév
ia: Nomine de hospite
kab: Isem n usenneftaɣ
ko: 호스트이름
lt: Pagrindinio kompiuterio pavadinimas
nl: Hostnaam
pl: Nazwa komputera
ru: Имя узла
sv: Värdnamn
tr: Ana makine adı
uk: Назва вузла
zh_cn: 主机名

source: How would you like to install?
ar: كيف تريد التثبيت؟
ca: Com t'agradaria instal·lar?
de: Wie möchten Sie installieren?
el: Με ποιον τρόπο θέλετε να κάνετε την εγκατάσταση;
et: Kuidas sa sooviksid paigaldada?
fi: Miten haluaisit asentaa?
fr: Comment souhaitez-vous effectuer l'installation ?
fur: Cemût desideristu instalâ?
ga: Conas ba mhaith leat a shuiteáil?
hu: Hogyan szeretné telepíteni?
ia: Como placerea tu installar?
it: Come vuoi effettuare l'installazione?
ja: どのようにインストールしますか？
kab: Amek i yebɣiḍ ad yeddu usbeddi?
ko: 설치 하시겠습니까?
lt: Kaip norite įdiegti?
nl: Hoe wilt u installeren?
pl: W jaki sposób zainstalować?
ru: Как бы вы хотели установить?
sv: Hur vill du installera?
tr: Nasıl kurmak istersiniz?
uk: Яким способом ви хочете виконати встановлення?
zh_cn: 您想如何安装？

source: I understand that all existing data will be erased
ar: أتفهم أنه سيتم مسح جميع البيانات الموجودة حاليًا
ca: Entenc que totes les dades existents s'esborraran
de: Ich verstehe, dass alle bereits existierenden Daten gelöscht werden
el: Κατανοώ ότι όλα τα υπάρχοντα δεδομένα θα διαγραφούν
et: Ma saan aru, et kõik olemasolevad andmed kustutatakse
fi: Ymmärrän, että kaikki olemassa olevat tiedot poistetaan
fr: Je comprends que toutes les données existantes seront effacées
ga: Tuigim go scriosfar na sonraí go léir atá ann
hu: Megértettem, hogy a meglévő adatok törölve lesznek
kab: Gziɣ belli akk isefka i yellan ad ttwasefḍen
ko: 나는 모든 기존 자료가 제거 될 것이라는 점을 이해합니다
lt: Suprantu, kad visi esami duomenys bus ištrinti
nl: Ik begrijp dat alle bestaande data wordt verwijderd
pl: Rozumiem, że wszystkie istniejące dane zostaną usunięte
ru: Я понимаю, что все существующие данные будут удалены
sv: Jag förstår att all befintlig data kommer att raderas
tr: Var olan tüm verilerin silineceğini anlıyorum
uk: Розумію, що усі наявні дані буде витерто
zh_cn: 我了解所有现有数据将被删除

source: I understand that all existing data will be erased from the selected disks
ar: أتفهم أنه سيتم مسح جميع البيانات الموجودة من الأقراص المُحدّدة
ca: Entenc que totes les dades existents s'esborraran dels discs seleccionats
de: Ich verstehe, dass alle bereits existierenden Daten auf den ausgewählten Datenträgern gelöscht werden
el: Κατανοώ ότι όλα τα υπάρχοντα δεδομένα θα διαγραφούν από τους επιλεγμένους δίσκους
et: Ma saan aru, et kõik olemasolevad andmed kustutatakse valitud ketastelt
fi: Ymmärrän, että kaikki olemassa olevat tiedot poistetaan valituilta levyiltä
fr: Je comprends que toutes les données existantes seront effacées des disques sélectionnés
ga: Tuigim go scriosfar na sonraí go léir atá ann cheana ó na dioscaí roghnaithe
hu: Megértettem, hogy a meglévő adatok törölve lesznek a kiválasztott lemezekről
kab: Gziɣ belli akk isefka i yellan ad ttwasefḍen seg yiḍebsiyen i yettwafernen
ko: 나는 모든 기존 자료가 선택한 디스크에서 제거 될 것이라는 것을 이해합니다
lt: Suprantu, kad visi esami duomenys bus ištrinti iš pasirinktų diskų
nl: Ik begrijp dat alle bestaande data wordt verwijderd van de geselecteerde schijven
pl: Rozumiem, że wszystkie istniejące dane zostaną usunięte z wybranych dysków
ru: Я понимаю, что все существующие данные будут удалены с выбранных дисков
sv: Jag förstår att all befintlig data kommer att raderas från de valda diskarna
tr: Var olan tüm verilerin seçilen disklerden silineceğini anlıyorum
uk: Розумію, що усі наявні дані буде витерто з вибраних дисків
zh_cn: 我了解所选磁盘上的所有现有数据都将被删除

source: I understand that some existing data will be erased
ar: أتفهم أنه سيتم مسح بعض البيانات الموجودة حاليًا
ca: Entenc que s'esborraran algunes dades existents
de: Ich verstehe, dass einige bestehende Daten gelöscht werden
el: Κατανοώ ότι ορισμένα από τα υπάρχοντα δεδομένα θα διαγραφούν
et: Ma saan aru, et mõned olemasolevad andmed kustutatakse
fi: Ymmärrän, että osa olemassa olevista tiedoista poistetaan
fr: Je comprends que des données existantes seront effacées
ga: Tuigim go scriosfar roinnt sonraí atá ann cheana féin
hu: Megértettem, hogy egyes meglévő adatok törölve lesznek
kab: Gziɣ belli kra n yisefka i yellan ad ttwasefḍen
ko: 나는 일부 기존 자료가 제거 될 것이라는 점을 이해합니다
lt: Suprantu, kad kai kurie esami duomenys bus ištrinti
nl: Ik begrijp dat sommige bestaande data zal worden verwijderd
pl: Rozumiem, że część istniejących danych zostanie usunięta
ru: Я понимаю, что некоторые существующие данные будут удалены
sv: Jag förstår att någon befintliga data kan komma att raderas
tr: Var olan bazı verilerin silineceğini anlıyorum
uk: Розумію, що частину з наявних даних буде витерто
zh_cn: 我了解部分现有数据将被删除

source: I understand that some partitions will be modified
ar: أتفهم أنه سيتم تعديل بعض الأقسام
ca: Entenc que algunes particions seran modificades
de: Ich verstehe, dass manche Partitionen verändert werden
el: Κατανοώ ότι ορισμένα από τα υπάρχοντα διαμέρισματα θα τροποποιηθούν
et: Ma saan aru, et mõned partitsioonid kuuluvad muutmisele
fi: Ymmärrän, että joitain osioita muutetaan
fr: Je comprends que des partitions seront modifiées
ga: Tuigim go ndéanfar roinnt deighiltí a mhodhnú
hu: Megértettem, hogy egy partíciók módosítva lesznek
kab: Gziɣ belli kra n yiḥricen ad ttwasneflen
ko: 나는 일부 파티션이 수정 될 것이라는 점을 이해합니다
lt: Suprantu, kad kai kurie skirsniai bus modifikuoti
nl: Ik begrijp dat sommige partities worden gewijzigd
pl: Rozumiem, że część partycji zostanie zmodyfikowanych
ru: Я понимаю, что некоторые разделы будут изменены
sv: Jag förstår att vissa partitioner kommer att modifieras
tr: Bazı bölümlerin değiştirileceğini anlıyorum
uk: Розумію, що до деяких розділів буде внесено зміни
zh_cn: 我了解有些分区会被修改
