Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: Remove or resize existing filesystems to free up space for the installation.
ar: أزِل أنظمة الملفات الموجودة أو غيّر حجمها لإخلاء مساحة للتثبيت.
ca: Traieu o canvieu la mida dels sistemes de fitxers existents per alliberar espai per a la instal·lació.
de: Existierende Dateisysteme entfernen oder deren Größe ändern, um Platz für die Installation zu schaffen.
el: Καταργήστε ή αλλάξτε το μέγεθος των υπαρχόντων συστήματων αρχείων για να απελευθερώσετε χώρο για την εγκατάσταση.
et: Tegemaks paigalduse jaoks ruumi muuda olemasolevate failisüsteemide suurust või eemalda nad.
fi: Vapauta tilaa asennusta varten poistamalla olemassa olevat tiedostojärjestelmät tai muuttamalla niiden kokoja.
fr: Supprimez ou redimensionnez les systèmes de fichiers existants pour libérer de l'espace pour l'installation.
ga: Bain nó athraigh na córais comhad atá ann cheana féin chun spás a shaoradh don suiteáil.
hu: Távolítson el vagy méretezze át a meglévő fájlrendszereket, hogy helyet szabadítson fel a telepítéshez.
ia: Remove o redimensiona le systemas de files existente pro liberar spatio pro le installation.
kab: Kkes neɣ semsawi inagrawen n yifuyla i uslelli n tallunt i usebdeddi.
ko: 설치를 위해 여유 공간을 확보하도록 기존 파일시스템을 제거하거나 크기를 조정합니다.
lt: Pašalinkite esamas failų sistemas arba pakeiskite jų dydį, kad atlaisvintumėte vietos diegimui.
nl: Verwijder of verander de grootte van bestaande bestandssystemen om ruimte vrij te maken voor de installatie.
pl: Należy usunąć lub zmienić rozmiar istniejących systemów plików, aby zwolnić miejsce na instalację.
ru: Удалите или измените размер существующих файловых систем, чтобы освободить место для установки.
sv: Ta bort eller byt storlek på befintliga filsystem för att frigöra utrymme för installationen.
tr: Kurulum için yer açmak üzere var olan dosya sistemlerini kaldırın veya yeniden boyutlandırın.
uk: Вилучіть наявні файлові системи або змініть їхні розміри, щоб звільнити місце для встановлення.
zh_cn: 删除或调整现有文件系统的大小以释放安装空间。

source: Remove server
ar: أزِل الخادم
el: Αφαίρεση διακομιστή
et: Eemalda server
fr: Retirer le serveur
ga: Bain an freastalaí
kab: Kkes aqeddac
pl: Usuń serwer
sv: Ta bort server
zh_cn: 移除服务器

source: Removing a filesystem will permanently delete all of the data it contains. Resizing a partition can free up unused space, but is not risk-free. Be sure to have backups of anything important before reclaiming space.
ar: سيؤدي حذف نظام ملفات إلى حذف جميع البيانات التي يحتويها نهائيًا. قد يؤدي تغيير حجم القسم إلى إخلاء المساحة الغير مستخدمة، ولكنه ليس خاليًا من المخاطر. تأكد من الاحتفاظ بنُسخ احتياطية لأي بيانات مهمة قبل استعادة المساحة.
ca: La supressió d'un sistema de fitxers suprimirà permanentment totes les dades que conté. Canviar la mida d'una partició pot alliberar espai no utilitzat, però no està exempt de riscos. Assegureu-vos de tenir còpies de seguretat de qualsevol cosa important abans de recuperar espai.
el: Η κατάργηση ενός συστήματος αρχείων θα διαγράψει οριστικά όλα τα δεδομένα που περιέχονται σε αυτό. Η αλλαγή μεγέθους ενός διαμερίσματος μπορεί να απελευθερώσει μη χρησιμοποιούμενο χώρο, αλλά δεν είναι ακίνδυνη. Φροντίστε να δημιουργήσετε αντίγραφα ασφαλείας όλων των σημαντικών δεδομένων σας πριν από την ανάκτηση χώρου.
et: Failisüsteemi eemaldamisel kustutatakse jäädavalt ka kõik seal sisalduvad andmed. Partitsiooni suuruse muutmisega saad kasutamata ruumi vabastada, kuid ka see pole riskivaba. Vastaval juhul palun kontrolli, et sul on kõigest oluliselt olemas varukoopia.
fi: Tiedostojärjestelmän poistaminen poistaa pysyvästi kaikki sen sisältämät tiedot. Osion koon muuttaminen voi vapauttaa käyttämätöntä tilaa, mutta se ei välttämättä ole vaaratonta. Varmista, että sinulla on varmuuskopiot kaikesta tärkeästä ennen tilan palauttamista.
fr: Retirer un système de fichiers supprimera définitivement l'ensemble des données qu'il contient. Redimensionner une partition peut permettre de libérer de l'espace inutilisé, mais n'est pas sans risque. Assurez-vous d'avoir sauvegardé tout ce qu'il y a d'important sur ce disque avant de récupérer de l'espace.
ga: Scriosfar go buan na sonraí go léir atá ann má bhaintear córas comhad. Is féidir le hathrú méide críochdheighilte spás neamhúsáidte a shaoradh, ach níl sé saor ó riosca. Bí cinnte go bhfuil cúltacaí agat d'aon rud tábhachtach sula n-athghabhann tú spás.
hu: A fájlrendszer eltávolítása végleg törli az összes tartalmazott adatot. A partíció átméretezése felszabadíthatja a nem használt helyet, de nem kockázatmentes. A hely visszanyerése előtt győződjön meg arró, hogy minden fontos dologról van biztonsági mentése.
nl: Het verwijderen van een bestandssysteem zal alle bestaande data daarop permanent verwijderen. Een partitie aanpassen kan ongebruikte ruimte vrijmaken, maar is niet risicovrij. Maak backups van belangrijke bestanden alvorens de ruimte terug te vorderen.
pl: Usunięcie systemu plików spowoduje trwałe usunięcie wszystkich danych, jakie zawiera. Zmiana rozmiaru partycji może zwolnić nieużywane miejsce, ale nie jest bez ryzyka. Proszę się upewnić, że wykonano kopię zapasową ważnych danych przed odzyskiwaniem miejsca.
sv: Om du tar bort ett filsystem raderas all data den innehåller permanent. Att ändra storlek på en partition kan frigöra oanvänt utrymme, men det är inte riskfritt. Se till att ha säkerhetskopior av allt viktigt innan du tar tillbaka utrymme.
uk: Вилучення файлової системи призведе до остаточного знищення усіх даних, що на ній містяться. Зміна розмірів розділу може вивільнити місце, але вона не є абсолютно безпечною. Переконайтеся, що створено резервні копії усіх важливих даних до вивільнення місця.
zh_cn: 删除文件系统将永久删除其中包含的所有数据。调整分区大小可以释放未使用的空间，但并非毫无风险。在回收空间之前，请务必备份所有重要内容。

source: Replace current installation, but keep files in home.
ar: استبدل التثبيت الحالي، ولكن احتفظ بملفات المنزل.
ca: Reemplaça la instal·lació actual, però manté els fitxers de /home.
de: Aktuelle Installation ersetzen, aber Dateien im Benutzerordner behalten.
el: Αντικατάσταση της τρέχουσας εγκατάστασης, αλλά διατήρηση των αρχείων του προσωπικού φακέλου (/home).
et: Asenda senine paigaldus, kuid jäta kodukausta failid alles.
fi: Korvaa nykyinen asennus, mutta säilytä tiedostot kotona.
fr: Remplacer l'installation actuelle tout en conservant les fichiers dans /home.
ga: Ionadaigh an tsuiteáil reatha, ach coinnigh comhaid sa bhaile.
hu: A jelenlegi telepítés cseréje, de a saját mappákban lévő fájlok megtartása.
kab: Beddel asebded amiran, maca ḥrez ifuyla yellan deg /home.
ko: 현재 설치를 대체하지만 홈에 파일을 유지합니다.
lt: Pakeiskite esamą diegimą, bet palikite failus namuose.
nl: Vervang huidige installatie, maar behoud bestanden in home-map.
pl: Zastępuje obecną instalację, ale zachowuje pliki w katalogu domowym.
ru: Заменить текущую установку, сохранив файлы папки Home.
sv: Ersätt nuvarande installation, men behåll filerna i hemkatalogen.
tr: Geçerli kurulumu değiştir, ancak ev dizinindeki dosyaları sakla.
uk: Замінити поточне встановлення, але зберегти файли у домашній теці.
zh_cn: 替换当前安装，但将文件保留在主目录中。

source: Report Issue
ar: أبلغ عن مشكلة
ca: Informa d'un Problema
de: Fehler melden
el: Αναφορά προβλήματος
et: Teata veast või probleemist
fi: Ilmoita ongelmasta
fr: Signaler un problème
fur: Segnale il probleme
ga: Eisiúint Tuairisce
hu: Probléma bejelentése
it: Segnala il Problema
ja: Issueを報告する
kab: Mmel Ugur
ko: 문제를 보고합니다
lt: Pranešti apie problemą
nl: Probleem melden
pl: Zgłoś błąd
ru: Сообщить о проблеме
sv: Rapportera problem
tr: Sorunu Bildir
uk: Повідомити про ваду
zh_cn: 报告问题

source: Report an issue or provide feedback by opening the Bugzilla bug entry form $0.
fr: Signalez un problème ou envoyez vos commentaires en ouvrant le formulaire Bugzilla de saisie de bug, accessible $0.
sv: Rapportera ett problem eller ge feedback genom att öppna Bugzilla-felrapportsformuläret $0.

source: Report issue
ar: أبلغ عن مشكلة
ca: Informa d'un problema
de: Fehler melden
el: Αναφορά προβλήματος
et: Teata veast või probleemist
fi: Ilmoita ongelmasta
fr: Signaler un problème
fur: Segnale il probleme
ga: Eisiúint tuairisce
hu: Hiba bejelentése
it: Segnala il problema
ja: Issueを報告する
kab: Mmel ugur
ko: 문제를 보고합니다
lt: Pranešti apie problemą
nl: Probleem melden
pl: Zgłoś błąd
ru: Сообщить о проблеме
sv: Rapportera problem
tr: Sorunu bildir
uk: Повідомити про ваду
zh_cn: 报告问题

source: Reporting issue...
fr: Signalement du problème...
sv: Rapporterar problem...

source: Required
ar: مطلوب
ca: Obligatori
de: Erforderlich
el: Απαιτείται
et: Vajalik
fi: Vaaditaan
fr: Requis
fur: Necessari
ga: Ag teastáil
hu: Szükséges
ia: Requirite
it: Richiesto
ja: 必要です
kab: Yettwasra
ko: 요구 사항
lt: Būtina
nl: Vereist
pl: Wymagany
ru: Необходимо
sv: Krävs
tr: Gerekli
uk: Обов'язковий
zh_cn: 必需的

source: Requirements
ar: متطلبات
ca: Requisits
de: Voraussetzungen
el: Απαιτήσεις
et: Nõuded
fi: Vaatimukset
fr: Prérequis
fur: Recuisîts
ga: Riachtanais
hu: Követelmények
ia: Requisitos
it: Requisiti
ja: 必要条件
kab: Issutar
ko: 요구 사항
lt: Reikalavimai
nl: Vereisten
pl: Wymagania
ru: Требования
sv: Krav
tr: Gereksinimler
uk: Вимоги
zh_cn: 需要

source: Rescan devices
ar: أعد فحص الأجهزة
ca: Re-escaneja els dispositius
de: Geräte erneut einlesen
el: Νέα σάρωση συσκευών
et: Skaneeri uuesti seadmeid
fi: tutki laitteet uudelleen
fr: Scanner à nouveau les périphériques
ga: Athscan feistí
hu: Eszközök újraolvasása
ia: Rescannar dispositivos
kab: Ales aḍummu n yibenkan
ko: 장치 재검색
lt: Iš naujo nuskaityti įrenginius
nl: Apparaten opnieuw scannen
pl: Ponownie skanuj urządzenia
ru: Повторно сканировать устройства
sv: Skanna enheter på nytt
tr: Aygıtları yeniden tara
uk: Виконати повторний пошук пристроїв
zh_cn: 重新扫描设备

source: Rescanning of the disks failed.
ar: فشلت عملية إعادة فحص الأقراص.
ca: No s'ha pogut tornar a escanejar els discs.
de: Erneutes Scannen der Datenträger ist fehlgeschlagen.
el: Η επανασάρωση των δίσκων απέτυχε.
et: Ketaste kordusskaneerimine ei õnnestunud.
fi: Levyjen uudelleenskannaus epäonnistui.
fr: Échec du scan des disques.
fur: Gnove scansion dai discs falide.
ga: Theip ar athscanadh na dioscaí.
hu: A lemezek újraellenőrzése nem sikerült.
it: Nuova scansione dei dischi fallita.
ja: ディスクの再スキャンに失敗しました。
kab: Yecceḍ wallus n uḍummu n yiḍebsiyen.
ko: 디스크 재검색이 실패함.
lt: Nepavyko perskaityti diskų.
nl: Het opnieuw scannen van de schijven mislukte.
pl: Ponowne skanowanie dysków się nie powiodło.
ru: Повторное сканирование дисков не удалось.
sv: Omsökning av diskarna misslyckades.
tr: Disklerin yeniden taranması başarısız oldu.
uk: Повторне сканування дисків зазнало невдачі.
zh_cn: 重新扫描磁盘失败。

source: Resize
ar: غيّر الحجم
ca: Redimensiona
de: Größe ändern
el: Αλλαγή μεγέθους
et: Muuda suurust
fi: Muuta kokoa
fr: Redimensionner
ga: Athraigh méid
hu: Átméretezés
ja: サイズの変更
kab: Semsawi teɣzi
ko: 크기조정
lt: Pakeisti dydį
nl: Grootte veranderen
pl: Zmień rozmiar
ru: Изменить размер
sv: Ändra storlek
tr: Yeniden boyutlandır
uk: Змінити розмір
zh_cn: 调整大小

source: Resizing the following partitions from $0: $1
ar: غيّر حجم الأقسام التالية من $0: $1
ca: S'estan redimensionant les particions següents des de $0: $1
de: Größe der folgenden Partitionen von $0 ändern: $1
el: Αλλαγή μεγέθους των εξής διαμερισμάτων από το $0: $1
et: Muudan järgnevate partitsioonide suurust „$0“ → „$1“
fi: Seuraavien osioiden koon muuttaminen $0:sta: $1
fr: Redimensionnement des partitions suivantes (taille originale : $0) : $1
ga: Na deighiltí seo a leanas a athrú ó $0: $1
hu: A(z) $0 következő partícióinak átméretezése: $1
kab: Asemsawi n teɣzi n yiḥricen-a seg $0: $1
ko: 다음 파티션 크기 조정 중 $0: $1
lt: Šių skaidinių dydžio keitimas iš $0: $1
nl: Verander de grootte van de volgende partities van $0: $1
pl: Zmienianie rozmiaru następujących partycji systemu $0: $1
ru: Изменение размера следующих разделов с $0: $1
sv: Ändrar storlek på följande partitioner från $0: $1
tr: Şu bölümler $0 boyutundan yeniden boyutlandırılıyor: $1
uk: Змінюємо розмір таких розділів на $0: $1
zh_cn: 从 $0 调整以下分区的大小：$1

source: Return to installation
ar: عُد إلى التثبيت
ca: Tornar a la instal·lació
de: Zur Installation zurückkehren
el: Επιστροφή στην εγκατάσταση
et: Tagasi paigalduse juurde
fi: Palaa asennukseen
fr: Retour vers l'installation
fur: Torne ae instalazion
ga: Fill ar an suiteáil
hu: Visszatérés a telepítéshez
ia: Retornar a installation
it: Torna all'installazione
ja: インストールに戻る
kab: Uɣal ɣer usebded
ko: 설치로 돌아가기
lt: Grįžkite į diegimą
nl: Terugkeren naar installatie
pl: Wróć do instalacji
ru: Вернуться к установке
sv: Återgå till installation
tr: Kuruluma geri dön
uk: Повернутися до встановлення
zh_cn: 返回安装

source: Return to storage editor
ar: عُد إلى محرّر التخزين
ca: Torna a l'editor d'emmagatzematge
de: Zum Speicher-Editor zurückkehren
el: Επιστροφή στην επεξεργασία χώρων αποθήκευσης
et: Tagasi andmeruumi halduri juurde
fi: Palaa tallennusmuokkaimeen
fr: Revenir dans l'éditeur de stockage
ga: Fill ar an eagarthóir stórála
hu: Visszatérés a tárolószerkesztőhöz
ia: Retornar a editor de immagazinage
it: Torna all'editor di archiviazione
ja: ストレージエディターに戻る
kab: Uɣal ɣer umaẓrag n uḥraz
ko: 저장소 편집기로 돌아갑니다
lt: Grįžti į saugyklos rengyklę
nl: Terug naar opslageditor
pl: Wróć do edytora urządzeń do przechowywania danych
ru: Возврат к редактору хранилища
sv: Återgå till lagringsredigerare
tr: Depolama düzenleyicisine dön
uk: Повернутися до редактора сховищ даних
zh_cn: 返回存储编辑器

source: Review and install
ar: راجع وثبِّت
ca: Revisar i instal·lar
de: Überprüfen und Installation starten
el: Έλεγχος και εγκατάσταση
et: Vaata üle ja paigalda
fi: Arvioi ja asenna
fr: Examiner et installer
fur: Revisione e instale
ga: Athbhreithniú agus a shuiteáil
hu: Áttekintés és telepítés
ia: Revide e installa
it: Verifica e installa
ja: 確認とインストール
kab: Senqed syen sebded
ko: 검토하고 설치
lt: Peržiūrėti ir įdiegti
nl: Bekijk en installeer
pl: Przegląd i instalacja
ru: Обзор и установка
sv: Granska och installera
tr: Gözden geçir ve kur
uk: Переглянути і встановити
zh_cn: 检查并安装

source: Root account is enabled
ar: حساب الجذر مُفعّل
el: Ο λογαριασμός root έχει ενεργοποιηθεί
et: Peakasutaja konto pole kasutusel
fr: Le compte root est activé
ga: Tá cuntas fréimhe cumasaithe
kab: Amiḍan n waẓar (root) yermed
pl: Konto roota jest włączone
sv: Root-konto är aktiverat
zh_cn: Root 帐户已启用

source: Root account is enabled, but no user account has been configured
ar: فُعَّل حساب الجذر، ولكن لم يُضبط أي حساب مستخدم
el: Ο λογαριασμός root έχει ενεργοποιηθεί, αλλά δεν έχει ρυθμιστεί κανένας λογαριασμός χρήστη
et: Juurkasutaja (peakasutaja) konto on kasutusel, kuid ühtegi tavakasutajat pole seadistatud
fr: Le compte root est activé, mais aucun compte utilisateur n'a été configuré
ga: Tá cuntas fréimhe cumasaithe, ach níl aon chuntas úsáideora cumraithe
kab: Amiḍan n waẓar root yermed, maca ula d yiwen n umiḍan n useqdac ur yettuswwel
pl: Konto roota jest włączone, ale żadne konto użytkownika nie jest skonfigurowane
sv: Root-konto är aktiverat, men inget användarkonto har konfigurerats
zh_cn: Root账户已启用，但尚未配置任何用户帐户

source: Save
ar: احفظ
ca: Desa
de: Speichern
el: Αποθήκευση
et: Salvesta
fi: Tallenna
fr: Enregistrer
ga: Sábháil
hu: Mentés
ia: Salvar
kab: Sekles
ko: 저장
lt: Išsaugoti
nl: Opslaan
pl: Zapisz
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh_cn: 保存

source: Scan the QR code with your phone or visit:
ar: امسح QR باستخدام هاتفك أو زُر:
ca: Escaneja el codi QR amb el teu telèfon o visita:
de: Scannen Sie den QR-Code mit Ihrem Handy oder besuchen Sie:
el: Σαρώστε τον κωδικό QR με το τηλέφωνό σας ή επισκεφθείτε το:
et: Skaneeri oma telefoniga seda QR-koodi või ava:
fi: Skannaa QR-koodi puhelimellasi tai käy:
fr: Scannez le code QR avec votre téléphone ou visitez :
fur: Scansione il codiç QR cul to telefon o visite:
ga: Scan an cód QR le do ghuthán nó tabhair cuairt ar:
hu: Olvassa le a QR-kódot a telefonjával, vagy keresse fel:
it: Scansiona il codice QR con il tuo telefono o visita:
ja: 携帯電話でQRコードを読み取るか、こちらをご覧ください:
kab: Ḍumm tangalt QR s tiliɣri-ik·im neɣ rzu ɣer:
ko: 자신의 폰으로 QR 코드를 스캔하거나 방문하세요:
lt: Nuskaitykite QR kodą telefonu arba apsilankykite:
nl: Scan de QR-code met de telefoon of bezoek:
pl: Proszę zeskanować kod QR za pomocą telefonu lub otworzyć stronę:
ru: Отсканируйте QR-код с телефона или посетите сайт:
sv: Skanna QR-koden med din telefon eller besök:
tr: QR kodunu telefonunuzla tarayın veya ziyaret edin:
uk: Виконайте сканування QR-коду за допомогою вашого телефону або відвідайте цю сторінку:
zh_cn: 使用手机扫描二维码或访问：

source: Search for a language
ar: ابحث عن لُغة
ca: Cerca un idioma
el: Αναζήτηση γλώσσας
et: Otsi keelt
fi: Hae kieli
fr: Rechercher une langue
ga: Cuardaigh teanga
hu: Nyelv keresése
ia: Cerca un lingua
kab: Nadi ɣef tutlayt
ko: 언어 검색
lt: Ieškokite kalbos
nl: Taal zoeken
pl: Wyszukiwanie języka
ru: Поиск языка
sv: Sök efter ett språk
tr: Bir dil arayın
uk: Шукати мову
zh_cn: 搜索语言

source: Search for additional software
et: Otsi täiendavat tarkvara
fr: Rechercher des logiciels supplémentaires
ga: Cuardaigh bogearraí breise
pl: Wyszukiwanie dodatkowego oprogramowania
sv: Sök efter ytterligare programvara

source: Search for an environment
et: Otsi sobivat keskkonda
fr: Rechercher un environnement
ga: Cuardaigh timpeallacht
pl: Wyszukiwanie środowiska
sv: Sök efter en miljö

source: Search keyboard layout
ar: البحث عن تخطيط لوحة المفاتيح
ca: Cerca la disposició del teclat
el: Αναζήτηση διάταξης πληκτρολογίου
et: Otsi klahvistiku paigutust
fr: Rechercher une disposition de clavier
ga: Leagan amach méarchláir cuardaigh
hu: Billentyűzetkiosztás keresése
kab: Nadi ɣef tneɣruft n unasiw
nl: Zoek toetsenbordindeling
pl: Wyszukiwanie układów klawiatury
sv: Sök efter tangentbordslayout
uk: Шукати розкладку клавіатури
zh_cn: 搜索键盘布局

source: Secure your data using disk-based encryption. Only applies to new partitions
ar: أمّن بياناتك باستخدام التعمية المستندة إلى القرص. ينطبق فقط على الأقسام الجديدة
ca: Protegiu les vostres dades mitjançant el xifratge basat en el disc. Només s'aplica a les particions noves
de: Sichern Sie Ihre Daten durch festplattenbasierte Verschlüsselung. Gilt nur für neue Partitionen
el: Ασφαλίστε τα δεδομένα σας με κρυπτογράφηση σε επίπεδο δίσκου. Ισχύει μόνο για νέα διαμερίσματα
et: Taga oma andmete turvalisus kettapõhise krüptimisega. See kehtiks vaid uute partitsioonide puhul
fi: Suojaa tietosi levypohjaisella salauksella. Soveltuu vain uusiin osioihin
fr: Sécurisez vos données à l'aide du chiffrement au niveau du disque. S'applique uniquement aux nouvelles partitions.
ga: Déan do shonraí slán trí úsáid a bhaint as criptiúchán diosca-bhunaithe. Ní bhaineann ach le landairí nua
hu: Védje az adatait a lemezalapú titkosítással. Csak az új partíciókra vonatkozik.
kab: Sɣelles isefka-inek·inem s uwgelhan n uḍebsi. Yettwasnes kan i yeḥricen imaynuten
ko: 디스크-기반 보안을 사용하여 자신의 자료를 보호합니다. 신규 파티션에서만 적용합니다
lt: Apsaugokite savo duomenis naudodami disko šifravimą. Taikoma tik naujiems skaidiniams
nl: Beveilig data met schijfgebaseerde versleuteling. Alleen van toepassing op nieuwe partities
pl: Zabezpiecza dane za pomocą szyfrowania na poziomie dysku. Ma zastosowanie tylko do nowych partycji
ru: Защитите свои данные с помощью шифрования на основе диска. Применяется только к новым разделам
sv: Säkra din data med hjälp av diskbaserad kryptering. Gäller endast nya partitioner
tr: Disk tabanlı şifreleme kullanarak verilerinizi güvende tutun. Yalnızca yeni bölümler için geçerlidir
uk: Захистіть ваші дані за допомогою шифрування дисків. Можна застосувати лише до нових розділів
zh_cn: 使用基于磁盘的加密保护您的数据。仅适用于新分区

source: Select
ar: حدّد
ca: Selecciona
de: Auswählen
el: Επιλογή
et: Vali
fi: Valitse
fr: Sélectionner
ga: Roghnaigh
hu: Válasszon
ia: Selectionar
kab: Fren
ko: 선택
lt: Pasirinkti
nl: Selecteren
pl: Wybierz
ru: Выбрать
sv: Välj
tr: Seç
uk: Позначити
zh_cn: 选择

source: Select a device
ar: الجهاز المُحدّد
ca: Seleccioneu un dispositiu
de: Gewähltes Speichermedium
el: Επιλέξτε μια συσκευή
et: Vali seade
fi: Valitse laite
fr: Sélectionner un périphérique
fur: Selezione un dispositîf
ga: Roghnaigh gléas
hu: Válasszon egy eszközt
ia: Selectiona un dispositivo
it: Seleziona un dispositivo
ja: デバイスを選択する
kab: Fren ibenk
ko: 장치를 선택합니다
lt: Pasirinkite įrenginį
nl: Selecteer een apparaat
pl: Wybierz urządzenie
ru: Выбрать устройство
sv: Välj en enhet
tr: Bir aygıt seçin
uk: Виберіть пристрій
zh_cn: 所选一个设备

source: Select city
ar: حدّد مدينة
el: Επιλογή πόλης
et: Vali linn
fr: Sélectionner une ville
ga: Roghnaigh cathair
kab: Fren tiɣremt
pl: Wybierz miasto
sv: Välj stad
zh_cn: 选择城市

source: Select destination
ar: حدّد الهدف
ca: Seleccioneu la destinació
de: Ziel auswählen
el: Επιλέξτε προορισμό
et: Vali sihtobjekt
fi: Valitse kohde
fr: Sélectionnez la destination
ga: Roghnaigh ceann scríbe
hu: Válasszon célt
ia: Selectionar destination
kab: Fren tanila
ko: 선택 대상
lt: Pasirinkite paskirties vietą
nl: Bestemming selecteren
pl: Wybierz miejsce docelowe
ru: Выберете назначение
sv: Välj destination
tr: Hedefi seç
uk: Виберіть призначення
zh_cn: 选择目标位置

source: Select region
ar: حدّد منطقة
el: Επιλογή περιοχής
et: Vali piirkond
fr: Sélectionner une région
ga: Roghnaigh réigiún
kab: Fren tamnaḍt
pl: Wybierz region
sv: Välj region
zh_cn: 选择区域

source: Selected (top = current)
et: Valitud (ülal = praegune)
fr: Sélectionnées (en haut = actuelle)
ga: Roghnaithe (barr = reatha)
pl: Wybrane (na górze jest obecnie używany)
sv: Vald (överst = nuvarande)

source: Selected device's format '$0' cannot be reformatted.
ar: الجهاز المهيء المُحدّد '$0' لا يمكن إعادة تهيئته.
ca: El format '$0' del dispositiu seleccionat no es pot reformatejar.
de: Format '$0' des ausgewählten Geräts kann nicht neu formatiert werden.
el: Δεν είναι δυνατή η επαναδιαμόρφωση της μορφής «$0» της επιλεγμένης συσκευής.
et: Valitud seadme vorming „$0“ on selline, mida ei saa ümbervormindada.
fi: Valitun laitteen muotoa '$0' ei voi alustaa uudelleen.
fr: Le format du périphérique sélectionné '$0' ne peut pas être reformaté.
fur: Nol è pussibil tornâ a formatâ il formât '$0' dal dispositîf selezionât.
ga: Ní féidir formáid an ghléis roghnaithe '$0' a athfhormáidiú.
hu: A kiválasztott eszköz „$0” formátuma nem formázható újra.
it: Il formato "$0" del dispositivo selezionato non può essere riformattato.
ja: 選択したデバイスのフォーマット '$0' は再フォーマットできません。
kab: Amasal n yibenk '$0' i yettwafernen ur yezmir ara ad yales amsal.
ko: 선택한 장치의 형식 '$0'은 다시 초기화 될 수 없습니다.
lt: Pasirinkto įrenginio formato „$0“ negalima suformatuoti iš naujo.
nl: Het geselecteerde apparaatformaat '$0' kan niet opnieuw worden geformatteerd.
pl: Nie można ponownie formatować formatu „$0” wybranego urządzenia.
ru: Формат выбранного устройства '$0' не может быть переформатирован.
sv: Den valda enhetens format '$0' kan inte formateras om.
tr: Seçilen aygıtın biçimi '$0' yeniden biçimlendirilemiyor.
uk: Повторне форматування для вибраного формату пристрою «$0» неможливе.
zh_cn: 无法重新格式化所选设备的格式 '$0'。
