Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: If empty, hostname will be transient and set by network information.
ar: إذا كان فارغًا، فسيكون اسم المضيف عابرًا ويتم تعيينه بواسطة معلومات الشبكة.
ca: Si està buit, el nom de l'amfitrió serà transitori i establert per la informació de la xarxa.
de: Falls nicht angegeben, wird der Rechnername vorübergehend durch Netzwerkinformationen festgelegt.
el: Εάν το αφήσετε κενό, το όνομα υπολογιστή θα είναι προσωρινό και θα οριστεί με βάση τις πληροφορίες δικτύου.
et: Kui väärtus jääb tühjaks, siis hostinimi luuakse ajutisena võrguteabe alusel.
fi: Jos tyhjänä, isäntänimi on ohimenevä ja verkon tietojen määräämä.
fr: Si le champ est vide, le nom d'hôte sera transitoire et défini par les informations du réseau.
ga: Má tá sé folamh, beidh an t-óstainm neamhbhuan agus socraithe ag faisnéis líonra.
hu: Ha üres, a gépnév egy hálózati információk által beállított átmeneti érték lesz.
kab: Ma yella d ilem, isem n usenneftaɣ d aɛeddi kan syen ad yettusbadu s telɣur n uzeṭṭa.
ko: 만약 비었으면, 호스트이름은 일시적이고 네트워크 정보로 설정됩니다.
lt: Jei laukas tuščias, pagrindinio kompiuterio pavadinimas bus trumpalaikis ir nustatomas pagal tinklo informaciją.
nl: Wanneer leeg, wordt de hostnaam tijdelijk en toegewezen op basis van de netwerkinformatie.
pl: Jeśli puste, nazwa komputera będzie tymczasowa i zostanie ustawiona na podstawie informacji sieciowych.
ru: Если пусто, имя узла будет временным и будет задаваться информацией о сети.
sv: Om det är tomt kommer värdnamnet att vara tillfälligt och ställas in av nätverksinformation.
tr: Boşsa, ana makine adı geçici olacak ve ağ bilgileri tarafından ayarlanacaktır.
uk: Якщо не заповнено, назва вузла буде тимчасовою, такою, яку буде визначено за даними мережі.
zh_cn: 如果为空，主机名将是临时的并由网络信息设置。

source: If you are configuring partitions the following are required:
ar: إذا كنت تضبط الأقسام، فيجب اتباع التالي:
ca: Si esteu configurant les particions, cal el següent:
de: Wenn Sie Partitionen konfigurieren, sind Folgende erforderlich:
el: Εάν κάνετε ρύθμιση διαμερισμάτων, απαιτούνται τα εξής:
et: Kui sa seadistad partitsioone, siis järgnev on nõutav:
fi: Jos määrität osioita, seuraavat vaaditaan:
fr: Si vous décidez d'effectuer la configuration manuellement, les partitions suivantes sont requises :
fur: Se tu stâs configurant partizions, chestis a son necessaris:
ga: Má tá deighiltí á chumrú agat, beidh na rudaí seo a leanas ag teastáil:
hu: Ha partíciókat állít be, akkor a következőkre lesz szükség:
it: Se stai configurando le partizioni è richiesto quanto segue:
ja: パーティション構成をする場合は以下が必要になります:
kab: Ma yella tebɣiḍ ad tgeḍ asesteb s ufus, iḥricen-a ttwasran:
ko: 만약 당신이 파티션을 구성하는 경우 다음이 필요합니다:
lt: Jei konfigūruojate skaidinius, reikia:
nl: Wanneer u partities configureert, is het volgende vereist:
pl: W przypadku konfigurowania partycji wymagane są następujące elementy:
ru: Если Вы настраиваете разделы, необходимо следующее:
sv: Om du konfigurerar partitioner krävs följande:
tr: Bölümleri yapılandırıyorsanız şunlar gereklidir:
uk: Якщо ви налаштовуєте розділи, обов'язковими є такі:
zh_cn: 如果要配置分区，则需要以下内容：

source: If you do not consent to automatic log file upload, you can $0 instead. Manual reporting allows you to review and selectively attach log files yourself.
fr: Si vous n'acceptez pas l'upload automatique du fichier journal, vous pouvez à la place $0. Le signalement manuel de bugs vous permet d'examiner et choisir vous-même les fichiers journaux à joindre.
sv: Om du inte samtycker till automatisk uppladdning av loggfiler kan du göra det $0 istället. Manuell rapportering låter dig granska och bifoga loggfiler själv.

source: If you do not understand or accept the risks, then please exit this program.
ar: إذا كنت لا تفهم أو لا تقبل المخاطر، ففضلاً أخرج من هذا البرنامج.
ca: Si no enteneu o accepteu els riscos, sortiu d'aquest programa.
de: Falls Sie die Risiken nicht verstehen oder akzeptieren, verlassen Sie bitte dieses Programm.
el: Εάν δεν κατανοείτε ή αποδέχεστε τους κινδύνους, τότε κλείστε αυτό το πρόγραμμα.
et: Kui sa ei mõista riske või ei nõustu nendega, siis palun välju sellest programmist.
fi: Jos et ymmärrä tai hyväksy riskejä, poistu tästä ohjelmasta.
fr: Si vous ne comprenez ou n'acceptez pas ces risques, merci de quitter ce programme.
fur: Se no tu capissis o no tu acetis i pericui, alore par plasê jes di chest program.
ga: Mura dtuigeann tú nó mura nglacann tú leis na rioscaí, scoir as an gclár seo.
hu: Ha nem érti, vagy nem fogadja el a kockázatokat, akkor lépjen ki a programból.
it: Se non capite o accettate i rischi, uscite da questo programma.
ja: リスクを理解または承諾しない場合は、このプログラムを終了してください。
kab: Ma yella ur tegziḍ ara iwellihen neɣ ayen ara yeḍrun, ttxil-k ffeɣ seg wahil.
ko: 이해하지 못하거나 위험을 받아들이지 않으려면, 이 프로그램을 종료하세요.
lt: Jei nesuprantate arba nesutinkate su rizikomis, išeikite iš programos.
nl: Als u de risico's niet begrijpt of accepteert, verlaat dan dit programma.
pl: Jeśli użytkownik nie rozumie lub nie akceptuje ryzyka, to proszę zakończyć ten program.
ru: Если вы не понимаете или не принимаете риски, тогда выйдите из этой программы.
sv: Om du inte förstår eller accepterar riskerna, vänligen avsluta detta program.
tr: Riskleri anlamadıysanız veya kabul etmiyorsanız, lütfen bu programdan çıkın.
uk: Якщо ви не впевнені щодо наслідків своїх дій або не хочете ризикувати даними, будь ласка, завершіть роботу цієї програми.
zh_cn: 如果您不了解或不接受此风险，请点击 "退出" 按钮退出程序。

source: In progress
ar: جارِ العمل
ca: En progrés
de: In Arbeit
el: Σε εξέλιξη
et: Töös
fi: Meneillään
fr: En cours
fur: In cors
ga: Ar siúl
hu: Folyamatban
ia: In progresso
it: Avanzamento
ja: 進行中
kab: Iteddu
ko: 진행 중
lt: Vyksta
nl: Bezig
pl: W trakcie
ru: В ходе выполнения
sv: Pågående
tr: Sürüyor
uk: Виконуємо
zh_cn: 进行中

source: Initializing...
ar: التهيئة...
ca: Inicialitzant...
de: Initialisierung ...
el: Αρχικοποίηση...
et: Valmendan...
fi: Alustetaan ...
fr: Initialisation...
fur: Daûr a inizializâ...
ga: Ag tosú...
hu: Előkészítés…
ia: Initialisante...
it: Inizializzazione...
ja: 初期化中...
kab: Awennez...
ko: 초기화 중...
lt: Inicijuojama...
nl: Initialiseren...
pl: Inicjowanie…
ru: Инициализация...
sv: Initialiserar...
tr: Başlatılıyor...
uk: Започаткування…
zh_cn: 正在初始化...

source: Install
ar: ثبِّت
ca: _Instal·la
de: Installieren
el: Εγκατάσταση
et: Paigalda
fi: Asenna
fr: Installer
fur: Instale
ga: Suiteáil
hu: Telepítés
ia: Installar
it: Installa
ja: インストール
kab: Sbedd
ko: 설치
lt: Diegti
nl: Installeren
pl: Zainstaluj
ru: Установить
sv: Installera
tr: Kur
uk: Встановити
zh_cn: 安装

source: Installation failed
ar: فشل التثبيت
ca: La instal·lació ha fallat
de: Installation fehlgeschlagen
el: Αποτυχία εγκατάστασης
et: Paigaldamine ei õnnestunud
fi: Asennus epäonnistui
fr: Installation échouée
fur: Instalazion falide
ga: Theip ar an tsuiteáil
hu: A telepítés sikertelen
ia: Installation fallite
it: Installazione fallita
ja: インストールに失敗しました
kab: Yecceḍ usbeddi
ko: 설치에 실패했습니다
lt: Diegimas nepavyko
nl: Installatie mislukt
pl: Instalacja się nie powiodła
ru: Установка не удалась
sv: installationen misslyckades
tr: Kurulum başarısız
uk: Не вдалося встановити
zh_cn: 安装失败

source: Installation method
ar: طريقة التثبيت
ca: Mètode d'instal·lació
de: Installationsmethode
el: Μέθοδος εγκατάστασης
et: Paigaldusmeetod
fi: Asennustapa
fr: Méthode d'installation
fur: Metodi di instalazion
ga: Modh suiteála
hu: Telepítési mód
ia: Methodo de installation
it: Metodo di installazione
ja: インストール方法
kab: Tarrayt n usbeddi
ko: 설치 방법
lt: Diegimo metodas
nl: Installatiemethode
pl: Metoda instalacji
ru: Метод установки
sv: Installationsmetod
tr: Kurulum yöntemi
uk: Спосіб встановлення
zh_cn: 安装方案

source: Installation of the system failed
ar: فشل تثبيت النظام
ca: La instal·lació del sistema ha fallat
el: Η εγκατάσταση του συστήματος απέτυχε
et: Süsteemi paigaldamine ei õnnestunud
fr: L'installation du système a échoué
ga: Theip ar shuiteáil an chórais
kab: Asebded n unagraw yecceḍ
pl: Instalacja systemu się nie powiodła
sv: installationen av systemet misslyckades
zh_cn: 系统安装失败

source: Installation of the system failed: $0
ar: فشل تثبيت النظام: $0
ca: La instal·lació del sistema ha fallat: $0
de: Installation des Systems fehlgeschlagen: $0
el: Αποτυχία εγκατάστασης συστήματος: $0
et: Süsteemi paigaldamine ei õnnestunud: $0
fi: Järjestelmän asennus epäonnistui: $0
fr: Échec de l'installation du système : $0
fur: Instalazion dal sisteme falide: $0
ga: Theip ar shuiteáil an chórais: $0
hu: A rendszer telepítése sikertelen: $0
ia: Installation del systema fallite: $0
it: Installazione del sistema fallita: $0
ja: システムのインストールに失敗しました: $0
kab: Asbeddi n unagraw yecceḍ: $0
ko: 시스템 설치에 실패했습니다: $0
lt: Nepavyko įdiegti sistemos: $0
nl: Installatie van het systeem mislukt: $0
pl: Instalacja systemu się nie powiodła: $0
ru: Установка системы не удалась: $0
sv: installationen av systemet misslyckades: $0
tr: Sistem kurulumu başarısız oldu: $0
uk: Не вдалося встановити систему: $0
zh_cn: 系统安装失败：$0

source: Installation type
ar: نوع التثبيت
ca: Tipus d'instal·lació
de: Installationstyp
el: Τύπος εγκατάστασης
et: Paigalduse tüüp
fi: Asennustyyppi
fr: Type d'installation
fur: Gjenar di instalazion
ga: Cineál suiteála
hu: Telepítés típusa
ia: Typo de installation
it: Tipo di installazione
ja: インストールタイプ
kab: Anaw n usbeddi
ko: 설치 유형
lt: Diegimo tipas
nl: Installatietype
pl: Typ instalacji
ru: Тип установки
sv: Installationstyp
tr: Kurulum türü
uk: Тип встановлення
zh_cn: 安装类型

source: Installing
ar: جارِ التثبيت
ca: S'instal·la
de: Installation wird ausgeführt
el: Γίνεται εγκατάσταση
et: Paigaldan
fi: Asennetaan
fr: Installation en cours
fur: Daûr a instalâ
ga: Suiteáil
hu: Telepítés
ia: Installante
it: Installazione in corso
ja: インストール中
kab: Yessebdad
ko: 설치 중
lt: Diegiama
nl: Installeren
pl: Instalowanie
ru: Выполняется установка
sv: Installerar
tr: Kuruluyor
uk: Встановлюємо
zh_cn: 正在安装

source: Insufficient disk space
ar: مساحة القرص غير كافية
ca: Espai en disc insuficient
el: Ανεπαρκής χώρος στον δίσκο
et: Pole piisavalt kettaruumi
fr: Espace disque insuffisant
ga: Easpa spáis diosca
hu: Elégtelen lemezterület
kab: Ur d-yeqqim ara littseɛ deg uḍebsi
pl: Za mało miejsca na dysku
sv: Inte tillräckligt med diskutrymme
uk: Недостатньо місця на диску
zh_cn: 磁盘空间不足

source: Invalid RAID configuration detected. If your RAID array is created directly on top of disks, a partition table must be created on the array. If your RAID array is created on top of partitions, it must contain a single filesystem or format (e.g., LVM PV). Any existing partitions on this array will be ignored.
ar: اكتُشف تضبيط RAID غير صالح. إذا أُنشئت مصفوفة RAID مباشرةً فوق الأقراص، فيجب إنشاء جدول أقسام عليها. إذا أُنشئت مصفوفة RAID فوق أقسام، فيجب أن تحتوي على نظام ملفات أو تنسيق واحد (مثل LVM PV). سيتم تجاهل أي أقسام موجودة على هذه المصفوفة.
ca: S'ha detectat una configuració de RAID no vàlida. Si la matriu RAID es crea directament sobre els discs, s'ha de crear una taula de particions a la matriu. Si la matriu RAID es crea a sobre de les particions, ha de contenir un únic sistema de fitxers o format (p. ex., LVM PV). Qualsevol partició existent en aquesta matriu s'ignorarà.
el: Εντοπίστηκε μη έγκυρη διαμόρφωση RAID. Εάν η συστοιχία RAID σας έχει δημιουργηθεί απευθείας πάνω σε δίσκους, θα πρέπει να δημιουργηθεί ένας πίνακας διαμερισμάτων στη συστοιχία. Εάν η συστοιχία RAID σας έχει δημιουργηθεί πάνω σε διαμερίσματα, θα πρέπει να περιέχει ένα ενιαίο σύστημα αρχείων ή μορφή (π.χ. LVM PV). Τυχόν υπάρχοντα διαμερίσματα σε αυτήν τη συστοιχία θα αγνοηθούν.
et: Tuvastasin vigase RAID-i seadistuse. Kui sinu RAID-i massiiv on loodud otse ketaste peale, siis peab ka partitsioonitabel olemad loodud otse massiivi peale. Kui sinu RAID-i massiiv on loodud partitsioonide peale, siis ta peab moodustama ühe failisüsteemi või vorminduse (nt. LVM PV ehk loogilise käitehalduri füüsilise köite). Kõik olemasolevaid partitsioone selles massiivis eiratakse.
fi: Epäkelvollinen RAID-kokoonpano havaittu. Jos RAID-ryhmäsi luodaan suoraan levyjen päälle, taulukkoon on luotava osiotaulukko. Jos RAID-ryhmäsi luodaan osioiden päälle, sen on sisällettävä yksi tiedostojärjestelmä tai muoto (esim. LVM PV). Kaikki tässä taulukossa olemassa olevat osiot ohitetaan.
fr: Configuration RAID invalide détectée. Si votre matrice RAID est créée directement sur les disques, une table de partitions doit être créée sur la matrice. Si votre matrice RAID est créée sur les partitions, elle doit contenir un système de fichiers ou format (ex. LVM PV) unique. Toute partition existant déjà sur cette matrice sera ignorée.
ga: Braitheadh cumraíocht RAID neamhbhailí. Má chruthaítear d'eagar RAID go díreach ar bharr dioscaí, ní mór tábla deighilte a chruthú ar an eagar. Má chruthaítear d'eagar RAID ar bharr deighiltí, ní mór córas comhad nó formáid aonair a bheith ann (e.g., LVM PV). Déanfar neamhaird d'aon deighiltí atá ann cheana féin ar an eagar seo.
hu: Érvénytelen RAID beállítás észlelve. Ha a RAID tömb közvetlenül lemezekből áll, akkor a partíciós táblát a tömbön kell létrehozni. Ha a RAID tömb partíciókból áll, akkor egyetlen fájlrendszert vagy formázást (például LVM PV) tartalmazhat. Az esetlegesen a tömbön található meglévő partíciók figyelmen kívül lesznek hagyva.
nl: Ongeldige RAID-configuratie gedetecteerd. Als de RAID-array direct op schijven aangemaakt is, dient er een partitietabel te worden aangemaakt op de array. Als de RAID-array aangemaakt is op de partities, dient deze één bestandssysteem of formaat te bevatten (bijv. LVM PV). Alle bestaande partities op dit array worden genegeerd.
pl: Wykryto nieprawidłową konfigurację RAID. Jeśli macierz RAID jest tworzona bezpośrednio na dyskach, tablica partycji musi być utworzona na macierzy. Jeśli macierz RAID jest tworzona na partycjach, to musi zawierać tylko jeden system plików lub format (np. wolumin fizyczny LVM). Wszystkie istniejące partycje na tej macierzy będą ignorowane.
sv: Ogiltig RAID konfiguration upptäckt. Om din RAID-array skapas direkt ovanpå diskar måste en partitionstabell skapas på arrayen. Om din RAID-array skapas ovanpå partitioner måste den innehålla ett enda filsystem eller format (t.ex. LVM PV). Alla befintliga partitioner på denna array kommer att ignoreras.
uk: Виявлено некоректні налаштування RAID. Якщо ваш масив RAID створено безпосередньо на основі дисків, на масиві має бути створено таблицю розділів. Якщо вас масив RAID створено на основі розділів, у ньому має міститися єдина файлова система або формат (наприклад, PV LVM). Усі наявні розділи у цьому масиві буде проігноровано.
zh_cn: 检测到无效的 RAID 配置。如果您的 RAID 阵列直接在磁盘上创建，则必须在阵列上创建分区表。如果您的 RAID 阵列在分区上创建，则它必须包含单个文件系统或格式（例如 LVM PV）。此阵列上的任何现有分区都将被忽略。

source: Invalid hostname
ar: اسم المضيف غير صالح
el: Μη έγκυρο όνομα υπολογιστή
et: Vigane hostinimi
fr: Nom d'hôte invalide
ga: Ainm óstach neamhbhailí
kab: Asenneftaɣ d arameɣtu
pl: Nieprawidłowa nazwa komputera
sv: Ogiltigt värdnamn
zh_cn: 无效主机名

source: Keep current disk layout and use available space, to dual-boot with another OS.
ar: احتفظ بتخطيط القرص الحالي واستخدم المساحة المتاحة، للإقلاع المزدوج مع نظام تشغيل آخر.
ca: Mantén la disposició actual del disc i utilitza l'espai disponible, per a arrencar amb dual-boot amb un altre sistema operatiu.
de: Die aktuelle Datenträgeranordnung beibehalten und den verfügbaren Platz nutzen, um ein Dual-Boot mit einem anderen Betriebssystem durchzuführen.
el: Διατήρηση της τρέχουσας διάταξης δίσκου και χρήση του διαθέσιμου χώρου, για την παράλληλη εγκατάσταση με κάποιο άλλο λειτουργικό σύστημα.
et: Säilita senine ketaste paigutus ja kasuta vaid saadavalolevat andmeruumi ning sellega lood süsteemi, kus saab mitut operatsioonisüsteemi alglaadida.
fi: Säilytä nykyinen levyasettelu ja käytä käytettävissä olevaa tilaa kaksoiskäynnistykseen toisen käyttöjärjestelmän kanssa.
fr: Conserver la configuration actuelle des disques et utiliser l'espace disponible (pour créer un dual-boot avec un autre OS).
ga: Coinnigh leagan amach reatha an diosca agus bain úsáid as an spás atá ar fáil chun dé-thosú a dhéanamh le OS eile.
hu: A jelenlegi lemezelrendezés megtartása, és telepítés a rendelkezésre álló helyre.
kab: Eǧǧ taneɣruft-a n uḍebsi, tesqedceḍ tallunt i yellan i usekker ayugan akked unagraw n wammud nniḍen.
ko: 현재의 디스크 배열을 유지하고 사용 가능한 공간을 활용하여 다른 OS와 함께 이중-부팅을 합니다.
lt: Išsaugokite dabartinį disko išdėstymą ir naudokite laisvą vietą, kad galėtumėte atlikti dvigubą įkrovą su kita OS.
nl: Behoud de huidige schijfindeling en installeer alleen in beschikbare ruimte, om te dual-booten met een ander OS.
pl: Zachowuje obecny układ dysku i wykorzystuje dostępne miejsce, aby móc uruchamiać się jednocześnie z innym systemem operacyjnym.
ru: Сохранить текущую схему диска и использовать свободное пространство для двойной загрузки с другой ОС.
sv: Behåll nuvarande disklayout och använd tillgängligt utrymme för att dubbeluppstarta med ett annat operativsystem.
tr: Geçerli disk düzenini koru ve başka bir işletim sistemi ile çift önyükleme yapmak için kullanılabilir alanı kullan.
uk: Зберегти поточне компонування дисків і використати доступне вільне місце для подвійного завантаження з іншою ОС.
zh_cn: 保留当前磁盘布局并使用可用空间，以便与另一个操作系统双启动。

source: Keyboard
ar: لوحة المفاتيح
ca: Teclat
el: Πληκτρολόγιο
et: Klahvistik
fi: Näppäimistö
fr: Clavier
ga: Méarchlár
hu: Billentyűzet
kab: Anasiw
nl: Toetsenbord
pl: Klawiatura
sv: Tangentbord
tr: Klavye
uk: Клавіатура
zh_cn: 键盘

source: Keyboard layout during boot
ar: تخطيط لوحة المفاتيح أثناء الإقلاع
ca: Disposició del teclat durant l'arrencada
el: Διάταξη πληκτρολογίου κατά την εκκίνηση
et: Klahvistiku paigutus alglaadimise ajal
fi: Näppäimistön asettelu käynnistyksen aikana
fr: Disposition de clavier pendant le démarrage
ga: Leagan amach an mhéarchláir le linn tosaithe
hu: Az indítás során használandó billentyűzetkiosztás
kab: Taneɣruft n unasiw mi ara yekker unagraw
nl: Toetsenbordindeling tijdens het opstarten
pl: Układ klawiatury podczas uruchamiania
sv: Tangentbordslayout under uppstart
uk: Розкладка клавіатури під час завантаження
zh_cn: 启动期间的键盘布局

source: Language
ar: اللّغة
ca: Idioma
de: Sprache
el: Γλώσσα
et: Keel
fi: Kieli
fr: Langue
fur: Lenghe
ga: Teanga
hu: Nyelv
ia: Lingua
it: Lingua
ja: 言語
kab: Tutlayt
ko: 언어
lt: Kalbos
nl: Taal
pl: Język
ru: Язык
sv: Språk
tr: Dil
uk: Мова
zh_cn: 语言

source: Launch storage editor
ar: أطلِق محرّر التخزين
ca: Inicieu l'editor d'emmagatzematge
de: Speicher-Editor starten
el: Άνοιγμα επεξεργασίας χώρων αποθήκευσης
et: Käivita andmeruumi haldaja
fi: Käynnistä tallennusmuokkain
fr: Lancer l'éditeur de stockage
ga: Seoladh eagarthóir stórála
hu: Tárhelyszerkesztő indítása
ia: Lancear editor de immagazinage
kab: Senker amaẓrag n uḥraz
ko: 저장소 편집기 실행
lt: Paleiskite saugyklos rengyklę
nl: Start opslageditor
pl: Uruchom edytor urządzeń do przechowywania danych
ru: Запустить редактор хранилища
sv: Starta lagringsredigerare
tr: Depolama düzenleyicisini başlat
uk: Запустити редактор сховищ даних
zh_cn: 启动存储编辑器

source: Location
ar: الموقع
ca: Ubicació
de: Ort
el: Τοποθεσία
et: Asukoht
fi: Sijainti
fr: Emplacement
fur: Posizion
ga: Suíomh
hu: Hely
ia: Localisation
it: Posizione
ja: 場所
kab: Adig
ko: 위치
lt: Vieta
nl: Locatie
pl: Położenie
ru: Местоположение
sv: Plats
tr: Konum
uk: Розташування
zh_cn: 位置

source: Locked devices
ar: الأجهزة المقفلة
ca: Dispositius bloquejats
de: Gesperrte Geräte
el: Κλειδωμένες συσκευές
et: Lukustatud seadmed
fi: Lukitut laitteet
fr: Périphériques verrouillés
fur: Dispositîfs blocâts
ga: Gléasanna faoi ghlas
hu: Lezárt eszközök
ia: Dispositivos blocate
it: Dispositivi bloccati
ja: ロックされたデバイス
kab: Ibenkan isekkṛen
ko: 잠금된 장치
lt: Užrakinti įrenginiai
nl: Vergrendelde apparaten
pl: Zablokowane urządzenia
ru: Заблокированные устройства
sv: Upplåsta enheter
tr: Kilitli aygıtlar
uk: Заблоковані пристрої
zh_cn: 锁定的设备

source: Make current
et: Muuda praeguseks
fr: Définir comme actuelle
ga: Déan reatha
kab: Err-it d amiran
pl: Ustaw jako obecnie używany
sv: Gör nuvarande

source: Manual disk configuration
ar: تضبيط القرص اليدوي
ca: Configuració manual del disc
de: Manuelle Datenträgerkonfiguration
el: Χειροκίνητη διαμόρφωση δίσκου
et: Ketta käsitsi seadistamine
fi: Manuaalinen levyn konfigurointi
fr: Configuration manuelle des disques
fur: Configurazion manuâl dal disc
ga: Cumraíocht diosca láimhe
hu: Kézi lemezkonfiguráció
ia: Configuration manual de disco
it: Configurazione manuale del disco
ja: 手動のディスク構成
kab: Tawil n uḍbsi s ufus
ko: 사용자 정의 디스크 구성
lt: Rankinė disko konfigūracija
nl: Handmatige schijfconfiguratie
pl: Ręczna konfiguracja dysku
ru: Настройка диска вручную
sv: Manuell diskkonfiguration
tr: Elle disk yapılandırması
uk: Налаштування дисків вручну
zh_cn: 手动配置磁盘

source: Manual disk configuration: Mount point mapping
ar: تضبيط القرص اليدوي: تعيين نقطة الوصل
ca: Configuració manual del disc: mapatge de punts de muntatge
de: Manuelle Datenträgerkonfiguration: Zuordnung der Einhängepunkte
el: Χειροκίνητη διαμόρφωση δίσκου: αντιστοίχιση σημείου προσάρτησης
et: Ketta käsitsi seadistamine: haakepunktide vastendamine
fi: Manuaalinen levyjen määritys: Liitoskohtien kartoitus
fr: Configuration manuelle des disques : Définition des points de montage
fur: Configurazion manuâl dal disc: mape dai ponts di montaç
ga: Cumraíocht diosca láimhe: mount mapáil pointe
hu: Kézi lemezkonfiguráció: Csatolási pontok hozzárendelése
ia: Configuration manual de disco: Mappamento de puncto de montage
it: Configurazione manuale del disco: definizione del punto di mount
ja: 手動のディスク構成: マウントポイントの割り当て
kab: Tawila n uḍebsi s ufus: Sbadu tinqiḍin n userkeb
ko: 사용자 정의 디스크 구성: 적재 지점 대응
lt: Rankinė disko konfigūracija: prijungimo taškų susiejimas
nl: Handmatige schijfconfiguratie: aankoppelpunttoewijzing
pl: Ręczna konfiguracja dysku: mapowanie punktów montowania
ru: Настройка диска вручную: распределение точек монтирования
sv: Manuell diskkonfiguration: Mappning av monteringspunkter
tr: Elle disk yapılandırması: Bağlama noktası eşlemesi
uk: Налаштування дисків вручну: прив'язування точок монтування
zh_cn: 手动磁盘配置：挂载点映射

source: May contain letters, numbers, and dashes.
ar: قد يحتوي على حروف وأرقام وشرطات.
ca: Pot contenir lletres, números i guions.
de: Kann Buchstaben, Zahlen und Bindestriche enthalten.
el: Μπορεί να περιέχει γράμματα, αριθμούς και παύλες.
et: Võib sisaldada tähti, numbreid ja kriipse.
fi: Saattaa sisältää kirjaimia, numeroita ja viivoja.
fr: Peut contenir des lettres, des nombres et des tirets.
ga: D’fhéadfadh litreacha, uimhreacha agus daiseanna a bheith ann.
hu: Betűket, számokat és kötőjeleket tartalmazhat.
kab: Yezmer ad yesɛu isekkilen, imḍanen akked yijerriḍen.
ko: 문자, 숫자 및 줄표(-)가 포함 될 수 있습니다.
lt: Gali būti raidžių, skaičių ir brūkšnelių.
nl: Kan letters, nummers en koppeltekens bevatten.
pl: Może zawierać litery, cyfry i myślniki.
ru: Может содержать буквы, цифры и тире.
sv: Kan innehålla bokstäver, siffror och bindestreck.
tr: Harf, rakam ve tire işareti içerebilir.
uk: Може складатися з літер, цифр та дефісів.
zh_cn: 可能包含字母、数字和破折号。

source: May need more free space
ar: قد تحتاج إلى مساحة فارغة أكبر
el: Ενδέχεται να απαιτείται περισσότερος ελεύθερος χώρος
et: Võib vajada suuremat vaba andmeruumi
fr: Peut nécessiter plus d'espace libre
ga: B’fhéidir go mbeadh níos mó spáis saor in aisce ag teastáil
kab: Yezmer lḥal ad yiḥwiǧ ugar n tallunt tilellit
pl: Może potrzebować więcej wolnego miejsca
sv: Kan behöva mer ledigt utrymme
zh_cn: 可能需要更多可用空间？

source: Minimum of $0 required
ar: الحد الأدنى المطلوب هو $0
ca: Cal un mínim de $0
el: Απαιτούνται τουλάχιστον $0
et: Vajalik on vähemalt $0
fr: Au moins $0 requis
ga: Íosmhéid $0 ag teastáil
hu: Legalább $0 szükséges
kab: Ma drus $0 i ilaqen
pl: Wymagane jest co najmniej $0
sv: Minst $0 krävs
uk: Потрібно принаймні $0
zh_cn: 最低要求为 $0
