Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: Unlock LUKS-encrypted partitions to keep existing data and show more installation methods.
ar: افتح أقسام LUKS المُعمَّاة للاحتفاظ بالبيانات الموجودة وإظهار المزيد من طُرق التثبيت.
ca: Desbloqueja les particions xifrades amb LUKS per mantenir les dades existents i mostrar més mètodes d'instal·lació.
el: Ξεκλειδώστε τα διαμερίσματα με κρυπτογράφηση LUKS για να διατηρήσετε τα υπάρχοντα δεδομένα και να δείτε περισσότερες μεθόδους εγκατάστασης.
et: Olemasolevate andmete säilitamiseks ava LUKS-meetodil krüptitud partitsioonid ja näita täiendavaid paigaldusmeetodeid.
fi: Avaa LUKS-salatut osiot säilyttääksesi olemassa olevat tiedot ja näyttääksesi lisää asennusmenetelmiä.
fr: Déverrouillez les partitions chiffrées avec LUKS pour conserver les données existantes et afficher des méthodes d'installation supplémentaires.
ga: Díghlasáil críochdheighiltí criptithe LUKS chun sonraí atá ann cheana a choinneáil agus chun níos mó modhanna suiteála a thaispeáint.
hu: A LUKS-szal titkosított partíciók feloldása, ha megmaradjanak a meglévő adatok, és több telepítési mód legyen megjelenítve.
ko: LUKS-암호화된 파티션을 잠금을 해제하고 기존 자료를 유지 및 더 많은 설치 방식을 표시합니다.
lt: Atrakinkite LUKS užšifruotus skaidinius, kad išsaugotumėte esamus duomenis ir parodytumėte daugiau diegimo metodų.
nl: Ontgrendel LUKS-versleutelde partities om bestaande data te behouden, en meerdere installatiemethodes te tonen.
pl: Odblokowanie partycji zaszyfrowanych za pomocą LUKS umożliwi zachowanie istniejących danych i użycie innych metod instalacji.
ru: Разблокируйте зашифрованные с помощью LUKS разделы, чтобы сохранить существующие данные, и показать больше способов установки.
sv: Lås upp LUKS-krypterade partitioner för att behålla befintlig data och visa fler installationsmetoder.
tr: Var olan verileri korumak ve daha fazla kurulum yöntemi göstermek için LUKS şifreli bölümlerin kilidini açın.
uk: Розблокуйте зашифровані LUKS розділи, щоб зберегти наявні дані і переглянути більше способів встановлення.
zh_cn: 解锁 LUKS 加密分区以保留现有数据并显示更多安装方法。

source: Unlock encrypted devices
ar: افتح الأجهزة المُعمَّاة
ca: Desbloquejar dispositius xifrats
de: Entsperren des verschlüsselten Speichermediums
el: Ξεκλείδωμα κρυπτογραφημένων συσκευών
et: Eemalda krüptitud seadmete lukustus
fi: Avaa salatut laitteet
fr: Déverrouiller les périphériques chiffrés
fur: Sbloche i dispositîfs cifrâts
ga: Díghlasáil gléasanna criptithe
hu: A titkosított eszközök feloldása
ia: Disblocar dispositivos cryptate
it: Sblocca i dispositivi cifrati
ja: 暗号化されたデバイスのロック解除を行います
kab: Kkes asekkeṛ i yibenkan yettwawgelhen
ko: 암호화된 장치를 해제합니다
lt: Atrakinti šifruotus įrenginius
nl: Ontgrendel versleutelde apparaten
pl: Odblokowanie zaszyfrowanych urządzeń
ru: Разблокировать зашифрованые устройства
sv: Lås upp krypterade enheter
tr: Şifrelenen aygıtların kilidini aç
uk: Розблокувати зашифровані пристрої
zh_cn: 解锁加密设备

source: Use configured storage
ar: استخدام التخزين المضبط
ca: Utilitzeu l'emmagatzematge configurat
de: Konfigurierten Speicher nutzen
el: Χρήση του διαμορφωμένου αποθηκευτικού χώρου
et: Kasuta seadistatud andmeruumi
fi: Käytä määritettyä tallennustilaa
fr: Utiliser le stockage configuré
ga: Úsáid stóras cumraithe
hu: Beállított tároló használata
ia: Usar immagazinage configurate
it: Utilizza spazio di archiviazione configurato
ja: 構成したストレージを使用する
kab: Seqdec aḥraz yettwassetben
ko: 구성된 저장소 사용
lt: Naudokite sukonfigūruotą saugyklą
nl: Gebruik geconfigureerde opslag
pl: Użyj skonfigurowanych urządzeń do przechowywania danych
ru: Использовать настроенное хранилище
sv: Använd konfigurerad lagring
tr: Yapılandırılan depolamayı kullan
uk: Скористатися налаштованим сховищем даних
zh_cn: 使用配置的存储

source: Use entire disk
ar: استخدم القرص بأكمله
ca: Utilitzeu el disc sencer
de: Gesamten Datenträger verwenden
el: Χρήση ολόκληρου του δίσκου
et: Kasuta kogu kestast
fi: Käytä koko levyä
fr: Utiliser le disque tout entier
ga: Bain úsáid as diosca iomlán
hu: Teljes lemez felhasználása
kab: Seqdec akk aḍebsi
ko: 전체 디스크 사용
lt: Naudokite visą diską
nl: Gebruik gehele schijf
pl: Użyj całego dysku
ru: Использовать весь диск
sv: Använd hela disken
tr: Tüm diski kullan
uk: Використати увесь диск
zh_cn: 使用整个磁盘

source: Use free space
ar: استخدم المساحة الخالية
ca: Usa l'espai lliure
el: Χρήση του ελεύθερου χώρου
et: Kasuta vaba ruumi
fi: Käytä vapaata tilaa
fr: Utiliser l'espace libre
ga: Úsáid spás saor in aisce
hu: Szabad tárhely felhasználása
kab: Sseqdec tallunt tilellit
nl: Gebruik vrije ruimte
pl: Użycie wolnego miejsca
sv: Använd ledigt utrymme
uk: Використати вільне місце
zh_cn: 使用空闲空间

source: Use local account
ar: استخدم حساب محلي
el: Χρήση τοπικού λογαριασμού
et: Kasuta kohaliku kontot
fr: Utiliser un compte local
ga: Úsáid cuntas áitiúil
kab: Seqdec amiḍan adigan
pl: Użycie lokalnego konta
sv: Använd lokalt konto
zh_cn: 使用本地账户

source: Use the RAID device for automatic partitioning
ar: استخدم جهاز RAID للتقسيم التلقائي
ca: Usa el dispositiu RAID per a les particions automàtiques
el: Χρήση της συσκευής RAID για αυτόματη κατάτμηση
et: Kasuta automaatse partitsioneerimise jaoks RAID-seadet
fi: Käytä RAID-laitetta automaattista osiointia varten
fr: Utiliser le périphérique RAID pour le partitionnement automatique
ga: Úsáid an gléas RAID le haghaidh deighilt uathoibríoch
hu: A RAID eszköz használata az automatikus particionáláshoz
kab: Seqdec ibenk RAID i beṭṭu awurman ɣef yiḥricen
nl: Gebruik het RAID-apparaat voor automatisch partitioneren
pl: Użycie urządzenia RAID do automatycznego partycjonowania
sv: Använd RAID-enheten för automatisk partitionering
uk: Використати пристрій RAID для автоматичного поділу на розділи
zh_cn: 使用 RAID 设备进行自动分区

source: User name
ar: اسم المستخدم
ca: Nom d'usuari
de: Benutzername
el: Όνομα χρήστη
et: Kasutajanimi
fi: Käyttäjätunnus
fr: Nom d'utilisateur
fur: Non utent
ga: Ainm úsáideora
hu: Felhasználónév
ia: Nomine de usator
it: Nome utente
ja: ユーザー名
kab: Isem n useqdac
ko: 사용자 이름
lt: Naudotojo vardas
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім’я користувача
zh_cn: 用户名

source: User name may only contain: letters from a-z, digits 0-9, dash $0, period $1, underscore $2
ar: يمكن أن يحتوي اسم المستخدم فقط على: الأحرف من a-z، والأرقام من 0-9، والشرطة $0، والنقطة $1، والشرطة السفلية $2
ca: El nom d'usuari només pot contenir: lletres d'a-z, dígits 0-9, guió $0, punt $1, guió baix $2
de: Der Benutzername darf nur Buchstaben von a-z, Zahlen, Bindestriche $0, Punkte $1 und Unterstriche $2 enthalten
el: Το όνομα χρήστη μπορεί να περιέχει μόνο: γράμματα από a έως z, ψηφία 0-9, παύλες «$0», τελείες «$1», κάτω παύλες «$2»
et: Kasutajanimes võivad sisalduda vaid: täppideta tähed vahemikus a-z, numbreid 0-9, kriipsud $0, punktid $1 või alakriipsud $2
fi: Käyttäjänimi saa sisältää vain: kirjaimia a–z, numeroita 0–9, viiva $0, piste $1, alaviiva $2
fr: Le nom d'utilisateur ne peut contenir que : des lettres de a à z, des chiffres de 0 à 9, des tirets $0, des points $1, des tirets bas $2
fur: Il non utent al pues contignî dome: letaris de a ae z, numars di 0 a 9, liniute $0, pont $1, liniute basse $2
ga: Ní féidir ach na nithe seo a leanas a bheith san ainm úsáideora: litreacha ó a-z, digití 0-9, dash $0, tréimhse $1, béim ar $2
hu: A felhasználónév a következőket tartalmazhatja: betűk a-z, számjegyek 0-9, kötőjel $0, pont $1, alulvonás $2
it: Il nome utente può contenere solo: lettere dalla a-z, cifre 0-9, trattino $0, punto $1, trattino basso $2
ja: ユーザー名は次の文字のみを使用できます: a-z の文字、0-9 の数字、ダッシュ $0、ピリオド $1、アンダースコア $2
kab: Isem n useqdac ilaq ad ilin kan deg-s: isekkilen seg a-z, izwilen seg 0-9, ijerriḍen $0, agazen $1, ijerriḍen ddaw $2
ko: 사용자 이름은 다음만 포함해야 합니다: a~z 문자, 0-9 숫자, 줄표 $0, 마침표 $1, 밑줄 $2
lt: Vartotojo varde gali būti tik: raidės nuo a iki z, skaitmenys nuo 0 iki 9, brūkšnys $0, taškas $1, pabraukimas $2
nl: Gebruikersnaam kan alleen het volgende bevatten: letters van a-z, cijfers 0-9, koppelteken $0, punt $1, laag streepje $2
pl: Nazwa użytkownika może zawierać tylko: litery od a do z, cyfry od 0 do 9, myślnik ($0), kropkę ($1), podkreślenie ($2)
ru: Имя пользователя может содержать только: буквы от a-z, цифры 0-9, тире $0, точку $1, знак подчеркивания $2
sv: Användarnamn får bara innehålla: bokstäver från a-z, siffror 0-9, bindestreck $0, punkt $1, understreck $2
tr: Kullanıcı adı yalnızca şunları içerebilir: a-z arası harfler, 0-9 arası rakamlar, eksi işareti $0, nokta işareti $1, alt çizgi işareti $2
uk: Ім'я користувача може складатися лише з таких символів: літер a-z, цифр 0-9, дефісів $0, крапок $1, символів підкреслення $2
zh_cn: 用户名只能包含：a-z 字母、0-9 数字、破折号 $0、句点 $1、下划线 $2

source: User name must not be a reserved word
ar: يجب ألا يكون اسم المستخدم كلمة محجوزة
ca: El nom d'usuari no ha de ser una paraula reservada
de: Der Benutzername darf kein reserviertes Wort sein
el: Το όνομα χρήστη δεν πρέπει να είναι δεσμευμένη λέξη
et: Kasutajanimi ei tohi olla reserveeritud sõna
fi: Käyttäjänimi ei saa olla varattu sana
fr: Le nom d'utilisateur ne doit pas être un mot réservé
fur: Il non utent nol à di sei une peraule riservade
ga: Ní ceadmhach ainm úsáideora a bheith ina fhocal forchoimeádta
hu: A felhasználónév nem tartalmazhat a rendszer számára fenntartott szót
ia: Le nomine de usator non debe esser un parola reservate
it: Il nome utente non deve essere una parola riservata
ja: ユーザ名は指定された文字のみを使用してください
kab: Isem n useqdac ur ilaq ara ad yili d win yettwaḥarran
ko: 사용자 이름은 예약된 단어가 아니어야 합니다
lt: Vartotojo vardas neturi būti rezervuotas žodis
nl: Gebruikersnaam mag geen gereserveerd woord zijn
pl: Nazwa użytkownika nie może być słowem zastrzeżonym
ru: Имя пользователя не должно быть зарезервированным словом
sv: Användarnamn får inte ha ett reserverat ord
tr: Kullanıcı adı ayrılmış bir sözcük olmamalıdır
uk: Ім’я користувача не може бути зарезервованим словом
zh_cn: 用户名不能是保留字

source: User names must be shorter than 33 characters
ar: ينبغي أن يكون اسماء المستخدمين أقصر من 33 حرفا
ca: Els noms d'usuari han de tenir menys de 33 caràcters
de: Der Benutzername muss kürzer als 33 Zeichen sein
el: Τα ονόματα χρηστών πρέπει να περιέχουν λιγότερους από 33 χαρακτήρες
et: Kasutajanimed peavad olema lühemad, kui 33 tähemärki
fi: Käyttäjänimien tulee olla lyhyempiä kuin 33 merkkiä
fr: Les noms d'utilisateurs ne doivent pas dépasser 32 caractères
fur: I nons utent a scugnin jessi plui curts di 33 caratars
ga: Caithfidh ainmneacha úsáideoirí a bheith níos giorra ná 33 carachtar
hu: A felhasználónévnek 33 karakternél rövidebbnek kell lennie
ia: Le nomines de usator debe esser plus curte que 33 characteres
it: I nomi utente devono contenere meno di 33 caratteri
ja: ユーザー名は 33 文字未満にしてください
kab: Ismawen n useqdac ilaq ad ilin ddaw n 33 yisekkilen
ko: 사용자 이름은 33 자보다 짧아야 합니다
lt: Vartotojų vardai turi būti trumpesni nei 33 simboliai
nl: Gebruikersnamen moeten korter zijn dan 33 karakters
pl: Nazwy użytkowników nie mogą mieć więcej niż 33 znaki
ru: Имена пользователей должны быть короче 33 символов
sv: Användarnamn måste vara kortare än 33 tecken
tr: Kullanıc adları 33 karakterden kısa olmalıdır
uk: Довжина імені користувача не повинна перевищувати 32 символи
zh_cn: 用户名必须少于 33 个字符

source: Validating...
fr: Validation...
sv: Validerar...

source: Weak
ar: ضعيفة
ca: Feble
de: Schwach
el: Αδύναμος
et: Nõrk
fi: Heikko
fr: Faible
fur: Debile
ga: Lag
hu: Gyenge
ia: Debile
it: Debole
ja: 弱い
kab: Afessas
ko: 취약
lt: Silpnas
nl: Zwak
pl: Słabe
ru: Простой
sv: Svagt
tr: Zayıf
uk: Простий
zh_cn: 弱

source: Welcome
ar: الترحيب
ca: Benvinguts
de: Willkommen
el: Καλώς ορίσατε
et: Tere tulemast
fi: Tervetuloa
fr: Bienvenue
fur: Benvignûts
ga: Fáilte
hu: Üdvözöljük
ia: Benvenite
it: Benvenuto
ja: ようこそ
kab: Ansuf
ko: 환영합니다
lt: Sveiki
nl: Welkom
pl: Witaj
ru: Приветствие
sv: Välkommen
tr: Hoş Geldiniz
uk: Вітаємо
zh_cn: 欢迎

source: Welcome to Fedora Linux
ar: مرحبًا بكم في فيدورا لينكس
el: Καλώς ήρθατε στο Fedora Linux
et: Tere tulemast, see on Fedora Linux
fr: Bienvenue sur Fedora Linux
ga: Fáilte go Fedora Linux
kab: Ansuf ar Fedora Linux
pl: Witaj w Fedorze Linux
sv: Välkommen till Fedora Linux
zh_cn: 欢迎使用 Fedora Linux

source: Welcome. Let's install $0 now.
ar: أهلاً وسهلاً بك. هيا لنثبت $0 الآن.
ca: Benvinguts. Instal·lem $0 ara.
de: Willkommen. Lassen Sie uns nun $0 installieren.
el: Καλώς ορίσατε. Ας εγκαταστήσουμε το $0 τώρα.
et: Tere tulemast. Hetkel on meil paigaldamisel $0.
fi: Tervetuloa. Asennataan nyt $0.
fr: Bienvenue, installons $0 ensemble.
fur: Benvignûts. Anìn a instalâ $0.
ga: Fáilte. Suiteáil $0 anois.
hu: Üdvözöljük. Kezdődhet a(z) $0 telepítése.
ia: Benvenite. Vamos installar $0 ora.
it: Benvenut@. Installiamo $0.
ja: ようこそ。今すぐ $0 をインストールしましょう。
kab: Ansuf yis-k·m. Iyya ad nesbedd $0 tura.
ko: 환영합니다. 이제 $0를 설치해요.
lt: Sveiki. Įdiekime $0.
nl: Welkom. Laten we nu $0 installeren.
pl: Witaj w instalacji systemu $0.
ru: Добро пожаловать. Давайте установим $0.
sv: Välkommen. Låt oss installera $0 nu.
tr: Hoş geldiniz. Haydi $0 kuralım.
uk: Вітаємо. Давайте встановлювати $0.
zh_cn: 欢迎。现在就来安装 $0 吧。

source: When you submit this bug report, the following log files will be uploaded automatically: $0
fr: Lors de l'envoi de ce rapport de bug, les fichiers journaux suivants seront uploadés automatiquement : $0
sv: När du skickar in den här felrapporten kommer följande loggfiler att laddas upp automatiskt: $0

source: Windows partitions with BitLocker encryption cannot be resized
ar: لا يمكن تغيير حجم أقسام Windows المزودة بتعمية BitLocker
ca: No es poden redimensionar les particions de Windows amb xifratge BitLocker
de: Die Größe von Windows-Partitionen mit BitLocker-Verschlüsselung kann nicht geändert werden
el: Δεν είναι δυνατή η αλλαγή μεγέθους για διαμερίσματα των Windows με κρυπτογράφηση BitLocker
et: BitLockeriga krüptitud Windowsi partitsioonide suurust ei saa muuta
fi: BitLocker-salauksella olevien Windows-osioiden kokoa ei voi muuttaa
fr: Les partitions Windows avec chiffrement BitLocker ne peuvent pas être redimensionnées
ga: Ní féidir deighiltí Windows le criptiú BitLocker a athrú méid
hu: A BitLocker-titkosítással rendelkező Windows-partíciók nem méretezhetőek át
kab: Iḥricen n Windows yettwawgelhen s BitLocker ulamek msawan deg teɣzi
ko: BitLocker로 암호화된 윈도우 파티션은 크기를 조절 할 수 없습니다
lt: „Windows“ skaidinių su „BitLocker“ šifravimu pakeisti negalima
nl: Windows-partities met BitLocker-versleuteling kunnen niet van grootte aangepast worden
pl: Nie można zmienić rozmiaru partycji systemu Windows z szyfrowaniem BitLocker
ru: Разделы Windows с шифрованием BitLocker не могут быть изменены в размере
sv: Det går inte att ändra storlek på Windows partitioner med BitLocker kryptering
tr: BitLocker ile şifrelenen Windows bölümleri yeniden boyutlandırılamıyor
uk: Розміри розділів Windows з шифруванням BitLocker не можна змінювати
zh_cn: 使用 BitLocker 加密的 Windows 分区无法调整大小

source: You can either free up enough space here and let the installer handle the rest or manually set up partitions.
ar: يمكنك إما إخلاء مساحة كافية هنا والسماح للمُثبِّت بالتعامل مع الباقي أو إعداد الأقسام يدويًا.
ca: Podeu alliberar prou espai aquí i deixar que l'instal·lador gestioni la resta o configurar manualment les particions.
de: Sie können hier entweder genügend Platz freimachen und den Rest vom Installationsprogramm erledigen lassen oder manuell Partitionen einrichten.
el: Μπορείτε είτε να ελευθερώσετε επαρκή χώρο εδώ και να αφήσετε τον βοηθό εγκατάστασης να αναλάβει τα υπόλοιπα, είτε να ορίσετε τα διαμερίσματα χειροκίνητα.
et: Sa võid kas vabastada piisavalt andmeruumi ja lasta paigaldusrakendusel teha ülejäänu või seadistada partitsioonid käsitsi.
fi: Voit joko vapauttaa tarpeeksi tilaa täällä ja antaa asentajan hoitaa loput tai määrittää osiot manuaalisesti.
fr: Vous pouvez choisir de libérer suffisamment d'espace ici et laisser le programme d'installation gérer le reste, ou bien de configurer manuellement les partitions.
fur: Tu puedis liberâ il spazi necessari achì e lassâ che l'instaladôr al gjestissi il rest opûr configurâ a man lis partizions.
ga: Is féidir leat go leor spáis a shaoradh anseo agus ligean don suiteálaí an chuid eile a láimhseáil nó landairí a shocrú de láimh.
hu: Vagy felszabadíthat itt elég helyett, és hagyhatja, hogy a telepítő intézze a többit, vagy kézileg állíthatja be a partíciókat.
it: Puoi liberare spazio sufficiente qui e lasciare che il programma di installazione gestisca il resto o impostare manualmente le partizioni.
ja: ここでインストールに十分な領域を確保して、あとはインストーラーに任せることもできますし、手動でパーティションを構成することもできます。
kab: Tzemreḍ ad tferneḍ ad tselelliḍ ugar n tallunt dagi yerna ad teǧǧeḍ asbeddi ad issefrek ayen niḍen i yiman-is, neɣ sbadu s ufus iḥricen.
ko: 당신은 여기에서 충분한 공간을 확보하고 설치자가 잔여 부분을 다루거나 파티션을 수동으로 설정 할 수 있습니다.
lt: Čia galite atlaisvinti pakankamai vietos ir leisti diegimo vedliui tvarkyti likusią dalį arba rankiniu būdu nustatyti skaidinius.
nl: U kunt kiezen om genoeg vrije ruimte te maken en het installatieprogramma de rest te laten regelen, of handmatig partities te configureren.
pl: Można zwolnić odpowiednią ilość miejsca i pozwolić instalatorowi zająć się resztą, albo ręcznie skonfigurować partycje.
ru: Вы можете либо освободить достаточно места и позволить программе установки справиться с остальным, либо вручную настроить разделы.
sv: Du kan antingen frigöra tillräckligt med utrymme här och låta installationsprogrammet sköta resten eller manuellt sätta upp partitioner.
tr: Burada yeterince yer ayırıp geri kalanını kurucuya bırakabilir veya bölümleri elle ayarlayabilirsiniz.
uk: Тут ви можете або звільнити достатньо місця і надати засобу встановлення можливість автоматично визначити параметри або налаштувати параметри розділів вручну.
zh_cn: 您可以在此处释放足够的空间并让安装程序处理其余部分，或者手动设置分区。

source: You can generate the API key for your Bugzilla account $0.
fr: Vous pouvez générer une clé d'API pour votre compte Bugzilla $0.
sv: Du kan generera API-nyckeln för ditt Bugzilla-konto $0.

source: You have to enable the root account or create a local user account to proceed.
ar: يجب عليك تفعيل حساب الجذر أو إنشاء حساب مستخدم محلي للمتابعة.
el: Πρέπει να ενεργοποιήσετε τον λογαριασμό root ή να δημιουργήσετε έναν τοπικό λογαριασμό για να συνεχίσετε.
et: Jätkamaks pead kas sisselülitama juurkasutaja konto või lisama tavalise kohaliku kasutaja.
fr: Pour continuer, vous devez activer le compte root ou créer un compte utilisateur local.
ga: Caithfidh tú an cuntas fréimhe a chumasú nó cuntas úsáideora áitiúil a chruthú le dul ar aghaidh.
kab: Yessefk ad tremdeḍ amiḍan aẓar root neɣ ad d-tesnulfuḍ amiḍan adigan n useqdac o wakken ad kemmleḍ.
pl: Aby kontynuować, należy włączyć konto roota lub utworzyć konto lokalnego użytkownika.
sv: Du måste aktivera root-kontot eller skapa ett lokalt användarkonto för att fortsätta.
zh_cn: 你必须启用root账户或创建本地用户账户以继续。

source: You must be connected to a network to enable automatic date and time.
ar: يجب أن تكون متصلاً بالشبكة لتفعيل التاريخ والوقت التلقائيين.
el: Πρέπει να διαθέτετε σύνδεση σε ένα δίκτυο για να ενεργοποιήσετε την αυτόματη ημερομηνία και ώρα.
et: Kuupäeva ja kellaaja automaatseks uuendamiseks peab arvutil olema toimiv võrguühendus.
fr: Vous devez être connecté·e à un réseau pour activer la date et l'heure automatiques.
ga: Ní mór duit a bheith ceangailte le líonra chun dáta agus am uathoibríoch a chumasú.
kab: Yessefk ad teqqneḍ ɣer uẓeṭṭa akken ad tremdeḍ azemz awurman d wakud.
pl: Włączenie automatycznej daty i czasu wymaga połączenia z siecią.
sv: Du måste vara ansluten till ett nätverk för att aktivera automatisk datum och tid.
zh_cn: 你必须连接到网络才能启用自动设置日期与时间。

source: Your progress will not be saved.
ar: لن يُحفظ تقدمك.
ca: El vostre progrés no es desarà.
de: Ihr Fortschritt wird nicht gespeichert.
el: Η πρόοδός σας δεν θα αποθηκευτεί.
et: Sinu edenemine ei saa olema salvestatud.
fi: Edistymistäsi ei tallenneta.
fr: Votre progression ne sera pas sauvegardée.
fur: I progrès no vignaran salvâts.
ga: Ní shábhálfar do dhul chun cinn.
hu: A folyamat pillanatnyi állapota nem kerül mentésre.
ia: Tu progresso non essera salvate.
it: I progressi non verranno salvati.
ja: 進行状況は保存されません。
kab: Akala-k ur yettwaseklas ara.
ko: 당신의 진행 상황은 저장되지 않습니다.
lt: Jūsų progresas nebus įrašytas.
nl: Je voortgang wordt niet opgeslagen.
pl: Postęp nie zostanie zapisany.
ru: Ваш прогресс не будет сохранен.
sv: Ditt förlopp kommer inte att sparas.
tr: İlerlemeniz kaydedilmeyecek.
uk: Поступ не буде збережено.
zh_cn: 您的进度将不会被保存。

source: completed step
ar: اكتملت الخطوة
ca: pas completat
de: Fertiger Schritt
el: ολοκληρωμένο βήμα
et: lõpetatud samm
fi: suoritettu vaihe
fr: étape terminée
fur: passaçs completâts
ga: chéim chríochnaithe
hu: befejezett lépés
ia: Passo completate
it: Step completati
ja: 完了した手順
kab: takkayt yemmden
ko: 완료 단계
lt: užbaigtas žingsnis
nl: voltooide stap
pl: ukończony krok
ru: завершённый шаг
sv: färdigt steg
tr: tamamlanan adım
uk: завершений крок
zh_cn: 已完成操作

source: current step
ar: الخطوة الحالية
ca: pas actual
de: Aktueller Schritt
el: τρέχον βήμα
et: praegune samm
fi: nykyinen vaihe
fr: étape actuelle
fur: passaç corint
ga: céim reatha
hu: jelenlegi lépés
ia: passo actual
it: step corrente
ja: 現在の手順
kab: takkayt tamirant
ko: 현재 단계
lt: dabartinis žingsnis
nl: huidige stap
pl: obecny krok
ru: текущий шаг
sv: aktuellt steg
tr: geçerli adım
uk: поточний крок
zh_cn: 当前操作

source: delete
ar: احذف
ca: suprimeix
de: löschen
el: διαγραφή
et: kustuta
fi: poista
fr: supprimer
ga: scrios
hu: törlés
ia: supprimer
kab: kkes
ko: 삭제
lt: ištrinti
nl: verwijderen
pl: usuń
ru: удалить
sv: ta bort
tr: sil
uk: вилучити
zh_cn: 删除

source: edit
ar: عدل
ca: edita
de: editieren
el: επεξεργασία
et: muuda
fi: muokkaa
fr: modifier
ga: eagar
hu: szerkesztés
kab: ẓreg
ko: 편집
lt: redaguoti
nl: bewerken
pl: modyfikuj
ru: изменить
sv: redigera
tr: düzenle
uk: редагувати
zh_cn: 编辑

source: encrypt
ar: عمِّ
ca: xifra
de: verschlüsseln
el: κρυπτογράφηση
et: krüpti
fi: Salaa
fr: chiffrer
ga: chriptigh
hu: titkosítás
ia: cryptar
kab: wgelhen
ko: 암호화
lt: šifruoti
nl: versleutelen
pl: zaszyfruj
ru: зашифровать
sv: kryptera
tr: şifrele
uk: зашифрувати
zh_cn: 加密

source: encrypted
ar: مُعمَّاة
ca: xifrat
de: verschlüsselt
el: κρυπτογραφημένο
et: krüptitud
fi: salattu
fr: chiffré
ga: criptithe
hu: titkosítva
ia: cryptate
kab: yettwawgelhen
ko: 암호화됨
lt: užšifruota
nl: versleuteld
pl: zaszyfrowane
ru: зашифровано
sv: krypterad
tr: şifrelendi
uk: зашифрований
zh_cn: 已加密

source: extended partition
ar: قسم موسع
ca: Partició estesa
de: erweiterte Partition
el: εκτεταμένο διαμέρισμα
et: laiendatud partitsioon
fi: laajennettu osio
fr: partition étendue
ga: críochdheighilt leathnaithe
hu: kiterjesztett partíció
kab: aḥric ɣezzifen
ko: 확장된 파티션
lt: išplėstinis skirsnis
nl: uitgebreide partitie
pl: partycja rozszerzona
ru: расширенный раздел
sv: utökad partition
tr: genişletilmiş bölüm
uk: розширений розділ
zh_cn: 扩展分区

source: format as $0
ar: هيئ ك $0
ca: format com a $0
de: formatieren als $0
el: διαμόρφωση ως $0
et: vorminda kui $0
fi: alusta $0:ksi
fr: formater en $0
fur: formate come $0
ga: formáid $0
hu: formázás mint $0
ia: formatar como $0
it: formatta come $0
ja: $0 としてフォーマットする
kab: amasal am $0
ko: $0로 초기화
lt: formatuoti kaip $0
nl: formatteren als $0
pl: sformatuj jako $0
ru: форматировать как $0
sv: Formatera som $0
tr: $0 olarak biçimlendir
uk: форматувати як $0
zh_cn: 格式化为 $0

source: here
fr: ici
kab: da
sv: här

source: mount
ar: اوصل
ca: munta
de: einhängen
el: προσάρτηση
et: haagi
fi: liitä
fr: monter
fur: monte
ga: sléibhe
hu: csatolás
ia: montar
it: monta
ja: マウント
kab: serkeb
ko: 적재
lt: prijungti
nl: aankoppelen
pl: punkt montowania
ru: монтировать
sv: montering
tr: bağla
uk: монтування
zh_cn: 挂载
