Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: Mismatch between parent device and child device reformat selection.
ar: عدم تطابق بين الجهاز الأصل وتحديد إعادة تهيئة الجهاز الفرعي.
ca: No coincideix el dispositiu pare i la selecció del reformat del dispositiu fill.
de: Unstimmigkeit zwischen übergeordnetem Gerät und der Auswahl der Neuformatierung des untergeordneten Geräts.
el: Αναντιστοιχία επιλογής επαναδιαμόρφωσης μεταξύ της γονικής και της θυγατρικής συσκευής.
et: Ülemseadme ja alamseadme ümbervorminduse valik ei ole vastavuses.
fi: Isäntälaitteen ja alalaitteen uudelleenmuotoilun valinta ei vastaa toisiaan.
fr: Problème de correspondance dans la sélection des périphériques parent et enfant à reformater.
fur: Corispondence falide tra la selezion di gnove formatazion dal dispositîf gjenitôr e dal dispositîf fi.
ga: Mímheaitseáil idir an tuismitheoir gléas agus an rogha athfhormáidithe gléas linbh.
hu: Nem egyezik a szülőeszköz és a gyermekeszköz újraformázásának kiválasztása.
it: Mancata corrispondenza tra la riformattazione del dispositivo padre e del dispositivo figlio.
ja: 親デバイスと子デバイスの再フォーマットの選択が一致していません。
kab: Ugur deg ufran umṣada n yibenkan amaraw d yibenk aqcic ara yalsen amsal.
ko: 상위 장치와 하위 장치 재-초기화 선택이 일치하지 않습니다.
lt: Neatitikimas tarp tėvinio įrenginio ir vaikinio įrenginio performatavimo pasirinkimų.
nl: Geen overeenkomst tussen selectie van herformattering van bovenliggend apparaat en onderliggend apparaat.
pl: Rozbieżność między wyborem ponownego formatowania urządzenia nadrzędnego i urządzenia potomnego.
ru: Несоответствие между выбором форматирования родительского и дочернего устройств.
sv: Felaktig överensstämmelse mellan överordnad enhet och underordnad enhet vid omformateringsval.
tr: Üst aygıt ve alt aygıt yeniden biçimlendirme seçimi arasında uyumsuzluk.
uk: Невідповідність між вибраними параметрами повторного форматування батьківського та дочірнього пристроїв.
zh_cn: 父设备和子设备重新格式化选择不匹配。

source: Mount point
ar: نقطة الوصل
ca: Punt de muntatge
de: Einhängepunkt
el: Σημείο προσάρτησης
et: Haakepunkt
fi: Liitoskohta
fr: Point de montage
fur: Pont di montaç
ga: Pointe gléasta
hu: Csatolási pont
ia: Puncto de montage
it: Punto di mount
ja: マウントポイント
kab: Tanqiḍt n userkeb
ko: 적재 지점
lt: Prijungimo taškas
nl: Koppelpunt
pl: Punkt montowania
ru: Точка монтирования
sv: Monteringspunkt
tr: Bağlama noktası
uk: Точка монтування
zh_cn: 挂载点

source: Mount point assignment
ar: تعيين نقطة الوصل
ca: Assignació del punt de muntatge
de: Zuweisung des Einhängepunkts
el: Εκχώρηση σημείου προσάρτησης
et: Haakepunkti määramine
fi: Liitoskohdan määrittely
fr: Assigner les points de montage
fur: Assegnazion ponts di montaç
ga: Suiteáil pointe sannadh
hu: Csatolási pont hozzárendelése
ia: Assignation de puncto de montamento
it: Assegnazione del punto di mount
ja: マウントポイントの割り当て
kab: Tikci n tenqiḍin n userkeb
ko: 적재 지점 지정
lt: Prijungimo taškų priskyrimas
nl: Aankoppelpunttoewijzing
pl: Przydzielenie punktów montowania
ru: Назначение точки монтирования
sv: Monteringspunkt tilldelning
tr: Bağlama noktası ataması
uk: Прив'язка до точки монтування
zh_cn: 挂载点配置

source: Move down
et: Liiguta allapoole
fr: Déplacer vers le bas
ga: Bog síos
kab: Err-it d akessar
pl: Przenieś w dół
sv: Flytta ned

source: Move up
et: Liiguta ülespoole
fr: Déplacer vers le haut
ga: Bog suas
kab: Err-it d asawen
pl: Przenieś w górę
sv: Flytta upp

source: Must be at least $0 characters
ar: يجب ألا يقل عدد المحارف عن $0
ca: Ha de tenir com a mínim $0 caràcters
de: Muss aus mindestens $0 Zeichen bestehen
el: Πρέπει να αποτελείται από τουλάχιστον $0 χαρακτήρες
et: Salasõna peab olema vähemalt $0 märki pikk
fi: On oltava vähintään $0 merkkiä
fr: Doit être d'au moins $0 caractères
fur: E scugne vê almancul $0 caratars
ga: $0 carachtar ar a laghad a bheith ann
hu: Legalább $0 karakterből kell állnia
ia: Debe esser al minus $0 characteres
it: Deve essere di almeno $0 caratteri
ja: $0文字以上である必要があります
kab: Ilaq ad yesɛu ma drus $0 n yisekkilen
ko: 적어도 $0 문자이어야 합니다
lt: Turi būti bent $0 simbolių ilgio
nl: Moet minimaal $0 tekens lang zijn
pl: Minimalna liczba znaków: $0
ru: Должно быть не менее $0 символов
sv: Måste vara minst $0 tecken
tr: En az $0 karakter uzunluğunda olmalı
uk: Має складатися із принаймні $0 символів
zh_cn: 必须至少包含$0字符

source: NTP Servers
ar: خوادم NTP
el: Διακομιστές NTP
et: NTP-serverid
fr: Serveurs NTP
ga: Freastalaithe NTP
kab: Iqeddacen n NTP
pl: Serwery NTP
sv: NTP-servrar
zh_cn: NTP 服务器

source: Name
ar: الاسم
ca: Nom
el: Όνομα
et: Nimi
fi: Nimi
fr: Nom
fur: Non
ga: Ainm
hu: Név
ia: Nomine
it: Nome
ja: 名前
kab: Isem
ko: 이름
lt: Pavadinimas
nl: Naam
pl: Nazwa
ru: Имя
sv: Namn
tr: Ad
uk: Назва
zh_cn: 名称

source: Needs at least $0
ar: يحتاج إلى $0 على الأقل
el: Απαιτεί τουλάχιστον $0
et: Vajalik on vähemalt $0
fr: Nécessite au moins $0
ga: Teastaíonn $0 ar a laghad
kab: Ilaq ma drus $0
pl: Potrzebuje co najmniej $0
sv: Kräver åtminstone $0
zh_cn: 至少需要 $0

source: Network Configuration
sv: Nätverkskonfiguration

source: Network not available. Configure the network in the top bar menu to report the issue.
ar: الشبكة غير متوفرة. اضبط الشبكة في قائمة الشريط العلوي للإبلاغ عن المشكلة.
ca: La xarxa no està disponible. Configureu la xarxa al menú de la barra superior per a informar del problema.
de: Netzwerk nicht verfügbar. Konfigurieren Sie das Netzwerk im oberen Menü, um das Problem zu melden.
el: Κανένα διαθέσιμο δίκτυο. Ρυθμίστε το δίκτυο στο μενού της γραμμής στο επάνω μέρος για να αναφέρετε το πρόβλημα.
et: Võrguühendust pole. Veast teatamiseks palun seadista või lisa ülemisest ribamenüüst võrguühendus.
fi: Verkko ei ole käytettävissä. Määritä verkko yläpalkin valikossa ilmoittaaksesi ongelmasta.
fr: Réseau non disponible. Configurez le réseau dans le menu de la barre supérieure pour signaler le problème.
fur: Rêt no disponibile. Configure la rêt dal menù te sbare superiôr par segnalâ il probleme.
ga: Níl an líonra ar fáil. Cumraigh an líonra sa roghchlár barra barr chun an cheist a thuairisciú.
hu: A hálózat nem érhető el. A probléma bejelentéséhez állítsa be a hálózatot a felső sáv menüjében.
ia: Rede non disponibile. Configura le rete in le menu del barra superior pro reportar le problema.
it: Rete non disponibile. Configura la rete dal menu nella barra superiore per segnalare il problema.
ja: ネットワークが利用できません。 問題を報告するには、上のバーのメニューでネットワークを構成します。
kab: Ulac azeṭṭa. Sesteb azeṭṭa deg wumuɣ n ufeggag usawen i tummla n wugur.
ko: 네트워크를 사용 할 수 없습니다. 상단의 표시 메뉴에서 네트워크를 구성하고 문제를 보고하세요.
lt: Tinklas neprieinamas. Norėdami pranešti apie klaidą, sukonfigūruokite tinklą viršutinės juostos meniu.
nl: Netwerk niet beschikbaar. Configureer het netwerk in het bovenste balkmenu om het probleem te melden.
pl: Sieć jest niedostępna. Proszę skonfigurować sieć w menu na górnym pasku, aby zgłosić problem.
ru: Сеть недоступна. Настройте сеть в меню верхней панели, чтобы сообщить о проблеме.
sv: Nätverk ej tillgängligt. Konfigurera nätverket i menyn överst för att rapportera problemet.
tr: Ağ kullanılabilir değil. Sorunu bildirmek için üst çubuk menüsünden ağı yapılandırın.
uk: Мережа недоступна. Налаштуйте мережу у меню верхньої панелі, щоб повідомити про проблему.
zh_cn: 网络不可用。在顶部栏菜单中配置网络以报告问题。

source: Network not available. Configure the network to report the issue.
ar: الشبكة غير متوفرة. اضبط الشبكة للإبلاغ عن المشكلة.
ca: La xarxa no està disponible. Configureu la xarxa per informar del problema.
de: Netzwerk nicht verfügbar. Konfigurieren Sie das Netzwerk, um das Problem zu melden.
el: Κανένα διαθέσιμο δίκτυο. Ρυθμίστε το δίκτυο για να αναφέρετε το πρόβλημα.
et: Võrguühendust pole. Veast teatamiseks palun seadista või lisa võrguühendus.
fi: Verkko ei ole käytettävissä. Määritä verkko ilmoittaaksesi viasta.
fr: Réseau non disponible. Configurez le réseau pour signaler le problème.
fur: Rêt no disponibile. Configure la rêt par segnalâ il probleme.
ga: Níl an líonra ar fáil. Cumraigh an líonra chun an cheist a thuairisciú.
hu: A hálózat nem érhető el. A probléma bejelentéséhez állítsa be a hálózatot.
ia: Rede non disponibile. Configura le rete pro reportar le problema.
it: Rete non disponibile. Configura la rete per segnalare il problema.
ja: ネットワークが利用できません。 問題を報告するには、ネットワークを設定してください。
kab: Ulac azeṭṭa. Sesteb azeṭṭa i tummla n wugur.
ko: 네트워크를 사용 할 수 없습니다. 네트워크를 구성하고 문제를 보고하세요.
lt: Tinklas nepasiekiamas. Sukonfigūruokite tinklą, kad praneštumėte apie problemą.
nl: Netwerk niet beschikbaar. Configureer het netwerk om het probleem te melden.
pl: Sieć jest niedostępna. Proszę skonfigurować sieć, aby zgłosić problem.
ru: Сеть недоступна. Настройте сеть, чтобы сообщить о проблеме.
sv: Nätverk ej tillgängligt. Konfigurera nätverket för att rapportera problemet.
tr: Ağ kullanılabilir değil. Sorunu bildirmek için ağı yapılandırın.
uk: Мережа недоступна. Налаштуйте мережу, щоб повідомити про проблему.
zh_cn: 网络不可用。请配置网络以报告该问题。

source: Network plugin failed
sv: Nätverks insticksmodul misslyckades

source: Next
ar: التالي
ca: Següent
de: Nächste
el: Επόμενο
et: Järgmine
fi: Seuraava
fr: Suivant
fur: Indevant
ga: Ar aghaidh
hu: Következő
ia: Sequente
it: Avanti
ja: 次へ
kab: Uḍfir
ko: 다음
lt: Kitas
nl: Volgende
pl: Dalej
ru: Далее
sv: Nästa
tr: Sonraki
uk: Далі
zh_cn: 下一个

source: No devices
ar: لا يوجد أجهزة
ca: Sense dispositius
de: Keine Geräte
el: Δεν υπάρχει καμία συσκευή
et: Seadmeid pole
fi: Ei laiteita
fr: Aucun périphérique
fur: Nissun dispositîf
ga: Gan feistí
hu: Nincsenek eszközök
ia: Nulle dispositivos
it: Nessun dispositivo
ja: デバイスがありません
kab: Ulac ibenkan
ko: 장치 없음
lt: Nėra įrenginių
nl: Geen apparaten
pl: Brak urządzeń
ru: Нет устройств
sv: Inga enheter
tr: Aygıt yok
uk: Немає пристроїв
zh_cn: 无设备

source: No disks available
ar: لا توجد أقراص متاحة
ca: No hi ha discs disponibles
de: Keine Datenträger verfügbar
el: Δεν διατίθεται κανένας δίσκος
et: Kettaid pole saadaval
fi: Levyjä ei saatavilla
fr: Aucun disque disponible
ga: Níl dioscaí ar fáil
hu: Nem érhetőek el lemezek
ia: Necun disco disponibile
kab: Ulac iḍebsiyen i yellan
ko: 사용 가능한 디스크 없음
lt: Diskų nėra
nl: Geen schijven beschikbaar
pl: Brak dostępnych dysków
ru: Нет доступных дисков
sv: Inga diskar tillgängliga
tr: Kullanılabilir disk yok
uk: Немає доступних дисків
zh_cn: 没有可用的磁盘

source: No disks selected
ar: لم تحدّد أيّ قرص
ca: No s'ha seleccionat cap disc
de: Keine Medien ausgewählt
el: Δεν έχει επιλεχθεί κανένας δίσκος
et: Ühtegi ketast pole valitud
fi: Yhtään levyä ei ole valittu
fr: Aucun disque sélectionné
fur: Nissun disc selezionât
ga: Níor roghnaíodh dioscaí
hu: Nincsenek lemezek kiválasztva
ia: Nulle discos seligite
it: Nessun disco selezionato
ja: ディスクが選択されていません
kab: Ulac iḍebsiyen i yettwafernen
ko: 선택한 디스크가 없음
lt: Nepasirinkti diskai
nl: Geen schijven geselecteerd
pl: Nie wybrano dysków
ru: Ни одного диска не выбрано
sv: Inga diskar valda
tr: Hiçbir disk seçilmedi
uk: Не позначено жодного диска
zh_cn: 未选择任何磁盘

source: No layouts selected yet
et: Ühtegi klahvistiku paigutust pole veel valitud
fr: Aucune disposition sélectionnée
ga: Níl aon leagan amach roghnaithe fós
pl: Nie wybrano jeszcze żadnego układu
sv: Inga layouter valda ännu

source: No results found
ar: لم يُعثر على نتائج
ca: No s'han trobat resultats
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
et: Tulemusi ei leidu
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
fur: Nissun risultât cjatât
ga: Níor aimsíodh aon torthaí
hu: Nincs találat
ia: Nulle resultatos trovate
it: nessun risultato trovato
ja: 結果が見つかりません
kab: Ulac igmad yettwafen
ko: 결과를 찾을 수 없습니다
lt: Rezultatų nerasta
nl: Geen resultaten gevonden
pl: Brak wyników
ru: Нет результатов
sv: Inga resultat funna
tr: Sonuç bulunamadı
uk: Нічого не знайдено
zh_cn: 未找到结果

source: No valid VConsole keymap can be obtained for the selected keyboard layout(s). Please make a different keyboard layout selection.
et: Valitud klahvistikupaigutus(t)e jaoks ei ole võimalik laadida korrektset VConsole'i klahvistikukaarti. Palun vali mõni muu klahvistikupaigutus.
fr: Aucune keymap VConsole valide ne peut être obtenue pour les dispositions de clavier sélectionnées. Veuillez modifier votre sélection de dispositions de clavier.
ga: Ní féidir aon léarscáil eochrach VConsole bailí a fháil don leagan amach méarchláir roghnaithe. Roghnaigh leagan amach méarchláir difriúil le do thoil.
pl: Nie można uzyskać prawidłowej mapy klawiszy VConsole dla wybranego układu klawiatury. Proszę wybrać inny układ.
sv: Ingen giltig VConsole-tangentuppsättning kan erhållas för den valda tangentbordslayouten. Välj en annan tangentbordslayout.

source: Not enough available free space
ar: لا توجد مساحة فارغة كافية
el: Μη επαρκής διαθέσιμος χώρος
et: Pole piisavalt vaba andmeruumi
fr: Espace libre disponible insuffisant
ga: Níl dóthain spáis saor in aisce ar fáil
kab: Ur d-tkeffu ara tallunt tilellit i yellan
pl: Za mało dostępnego wolnego miejsca
sv: Inte tillräckligt med ledigt utrymme
zh_cn: 没有足够可用剩余空间

source: Not enough free space on the selected disks.
ar: لا تتوفر مساحة خالية كافية في الأقراص المُحدّدة.
ca: No hi ha prou espai lliure als discs seleccionats.
de: Nicht genügend freier Speicherplatz auf dem gewählten Datenträger.
el: Δεν υπάρχει επαρκής ελεύθερος χώρος στους επιλεγμένους δίσκους.
et: Valitud ketastel pole piisavalt vaba ruumi.
fi: Valituilla levyillä ei ole riittävästi vapaata tilaa.
fr: Espace libre insuffisant sur les disques sélectionnés.
fur: No vonde spazi libar sui discs selezionâts.
ga: Níl go leor spáis saor in aisce ar na dioscaí roghnaithe.
hu: Nincs elég szabad hely a kiválasztott lemezeken.
ia: Il non ha sufficiente spatio libere sur le discos seligite.
it: Spazio insufficiente sui dischi selezionati.
ja: 選択したディスクには十分な空き領域がありません。
kab: Ulac ddeqs n tallunt tilellit ɣef yiḍebsiyen i yettwafernen.
ko: 선택한 디스크에 여유 공간이 충분하지 않습니다.
lt: Pasirinktuose diskuose nepakanka vietos.
nl: Onvoldoende vrije ruimte op de geselecteerde schijven.
pl: Za mało wolnego miejsca na wybranych dyskach.
ru: Недостаточно свободного места на выбранных дисках.
sv: Inte tillräckligt med ledigt utrymme på de valda diskarna.
tr: Seçilen disklerde yeterli boş alan yok.
uk: На позначених дисках недостатньо вільного місця.
zh_cn: 所选磁盘中没有足够剩余空间。

source: Not enough space on selected disks.
ar: لا تتوفر المساحة الكافية في الأقراص المُحدّدة.
ca: No hi ha prou espai als discs seleccionats.
de: Nicht genügend Speicherplatz auf dem gewählten Datenträger.
el: Δεν υπάρχει επαρκής χώρος στους επιλεγμένους δίσκους.
et: Valitud ketastel pole piisavalt ruumi.
fi: Valituilla levyillä ei ole riittävästi vapaata tilaa.
fr: Espace insuffisant sur les disques sélectionnés.
fur: No vonde spazi sui discs selezionâts.
ga: Níl go leor spáis ar dhioscaí roghnaithe.
hu: Nincs elég hely a kiválasztott lemezeken.
ia: Il non ha sufficiente spatio sur le discos seligite.
it: Spazio insufficiente sui dischi selezionati.
ja: 選択したディスクには十分な空き領域がありません。
kab: Ulac ddeqs n tallunt deg yiḍebsiyen i yettwafernen.
ko: 선택한 디스크에 공간이 충분하지 않습니다.
lt: Pasirinktuose diskuose nepakanka vietos.
nl: Onvoldoende ruimte op de geselecteerde schijven.
pl: Za mało miejsca na wybranych dyskach.
ru: Недостаточно места на выбранных дисках.
sv: Inte tillräckligt med utrymme på de valda diskarna.
tr: Seçilen disklerde yeterli alan yok.
uk: На позначених дисках недостатньо місця.
zh_cn: 所选磁盘中没有足够空间。

source: Note
ar: ملاحظة
ca: Nota
de: Hinweis
el: Σημείωση
et: Märkus
fi: Huomautus
fr: Remarque
ga: Nóta
hu: Megjegyzés
kab: Tamawt
ko: 기록
lt: Pastaba
nl: Opmerking
pl: Uwaga
ru: Примечание
sv: Observera
tr: Not
uk: Зауваження
zh_cn: 笔记

source: Notice: This is pre-released software that is intended for development and testing purposes only. Do NOT use this software for any critical work or for production environments.
ar: ملحوظة: هذا برنامج أُصدر مسبقًا وهو مخصّص لأغراض التطوير والاختبار فقط. لا تستخدم هذا البرنامج لأي عمل حرِج أو لبيئات الإنتاج.
ca: Avís: Aquest és un programari encara no publicat que està destinat només a propòsits de desenvolupament i proves. No utilitzeu aquest programari per a cap treball crític ni per a entorns de producció.
de: Achtung: Dies ist eine Vorabversion zu Entwicklungs- und Testzwecken. Bitte NICHT benutzen für Produktivumgebungen und wichtige Arbeiten.
el: Σημείωση: Αυτή η πρώιμη έκδοση του λογισμικού προορίζεται αποκλειστικά για σκοπούς δοκιμών και προγραμματισμού. ΜΗΝ χρησιμοποιήσετε αυτό το λογισμικό για σημαντικές εργασίες σε περιβάλλοντα παραγωγής.
et: Märkus: see on tarkvara eelversioon, mis on mõeldud vaid arenduseks ja testimiseks. Palun ÄRA KASUTA seda tarkvara ei kriitiliseks tööks, ega reaalseteks implementatsioonideks.
fi: Huomautus: Tämä on esijulkaistu ohjelmisto, joka on tarkoitettu vain kehitys- ja testaustarkoituksiin. ÄLÄ käytä tätä ohjelmistoa kriittisissä töissä tai tuotantoympäristöissä.
fr: Avertissement : Ce logiciel est en préversion. Son utilisation est prévue uniquement à des fins de développement et de test. N'UTILISEZ PAS ce logiciel pour répondre à un besoin critique ou dans un environnement de production.
fur: Avîs: chest al è un software di pre-distribuzion che al è pensât par finalitâts di disvilup e prove. NO stait a doprâ chest software par un cualsisei lavôr critic o par ambients di produzion.
ga: Fógra: Is bogearraí réamheisithe é seo atá beartaithe chun críocha forbartha agus tástála amháin. NÁ húsáid na bogearraí seo le haghaidh aon obair ríthábhachtach nó le haghaidh timpeallachtaí táirgthe.
hu: Figyelmeztetés: Ez egy előzetes kiadású szoftver, mely csak fejlesztési és tesztelési célokra készült. NE használja kritikus munkára vagy éles rendszerekhez.
it: Avviso: Questo è un software pre-rilasciascio che è inteso solo per scopi di sviluppo e test. NON utilizzare questo software per qualsiasi lavoro critico o per ambienti di produzione.
ja: 注記: これは、開発およびテストのみを目的としたプレリリースのソフトウェアです。このソフトウェアは、重要な作業や実稼働環境では使用しないでください。
kab: Ulac ibenkan ara yettwaseqdacen ɣef yiḍebsiyen i yettwafernen.
ko: 주의: 이 배포판은 개발과 시험 목적을 위해서만 의도된 사전-출시된 것입니다. 심각한 작업 또는 생산환경에서 이 소프트웨를 사용하지 않도록 합니다.
lt: Pastaba: tai yra neišleista programinė įranga, kuri yra skirta tik kūrimo bei testavimo reikmėms. NENAUDOKITE šios įrangos kritiniam darbui ar realioms aplinkoms.
nl: Opmerking: dit is pre-released software die alleen bedoeld is voor ontwikkelings- en testdoeleinden. Gebruik deze software NIET voor belangrijk werk of voor productieomgevingen.
pl: Uwaga: to jest wydanie testowe, przeznaczone wyłącznie do rozwijania i testowania. Nie należy używać tego oprogramowania w środowiskach produkcyjnych.
ru: Примечание: это предварительно выпущенное программное обеспечение, предназначенное только для целей разработки и тестирования. НЕ используйте это программное обеспечение для какой-либо важной работы или в условиях производства.
sv: Observera: Detta är förutgiven programvara som endast är avsedd för utvecklings- och testsyften. Använd INTE denna programvara för kritiskt arbete eller för produktionsmiljöer.
tr: Uyarı: Bu, yalnızca geliştirme ve test amaçlı olan sürüm öncesi bir yazılımdır. Bu yazılımı herhangi bir önemli iş veya üretim ortamı için KULLANMAYIN.
uk: Зауваження: це тестове програмне забезпечення, яке призначено лише для розробників і тестувальників. НЕ використовуйте це програмне забезпечення для виконання критично важливих завдань або у промислових середовищах.
zh_cn: 注意：该预发行软件仅用于开发和测试。绝不要在任何关键工作及生产环境中使用此软件。

source: Open Bugzilla bug entry form
fr: Ouvrir le formulaire Bugzilla de signalement de bug
sv: Öppna Bugzilla-felanmälningsformuläret

source: Operating system
ar: نظام التشغيل
ca: Sistema operatiu
de: Betriebssystem
el: Λειτουργικό σύστημα
et: Operatsioonisüsteem
fi: Käyttöjärjestelmä
fr: Système d'exploitation
fur: Sisteme operatîf
ga: Córas oibriucháin
hu: Operációs rendszer
ia: Systema operative
it: Sistema Operativo
ja: オペレーティングシステム
kab: Anagraw n wammud
ko: 운영 체제
lt: Operacinė sistema
nl: Besturingssysteem
pl: System operacyjny
ru: Операционная система
sv: Operativsystem
tr: İşletim sistemi
uk: Операційна система
zh_cn: 操作系统

source: Options
ar: الخيارات
el: Επιλογές
et: Valikud
ga: Roghanna
hu: Beállítások
kab: Tixtiṛiyin
pl: Opcje
sv: Alternativ
zh_cn: 选项

source: Other keyboards
ar: لوحات مفاتيح أخرى
ca: Altres teclats
el: Άλλα πληκτρολόγια
et: Muud klahvistikud
fr: Autres claviers
ga: Méarchláir eile
hu: Egyéb billentyűzetek
kab: Inasiwen nniḍen
nl: Andere toetsenborden
pl: Inne klawiatury
sv: Andra tangentbord
uk: Інші клавіатури
zh_cn: 其他键盘

source: Partitions (advanced)
ar: التقسيمات (متقدم)
ca: Particions (avançat)
de: Partitionen (fortgeschritten)
el: Διαμερίσματα (σύνθετες επιλογές)
et: Partitsioonid (detailsem seadistus)
fi: Osiot (edistynyt)
fr: Partitions (avancé)
fur: Partizions (avanzadis)
ga: Deighiltí (chun cinn)
hu: Partíciók (speciális)
ia: Partitiones (avantiate)
it: Partizioni (avanzate)
ja: パーティション (上級者向け)
kab: Iḥricen (talqayt)
ko: 파티션 (고급)
lt: Skirsniai (išplėstiniai)
nl: Partities (geavanceerd)
pl: Partycje (zaawansowane)
ru: Разделы (расширенный)
sv: Partitioner (avancerat)
tr: Bölümler (gelişmiş)
uk: Розділи (додатково)
zh_cn: 分区（高级）

source: Passphrase
ar: عبارة السر
ca: Contrasenya
el: Φράση πρόσβασης
et: Salafraas
fi: Tunnuslause
fr: Phrase secrète
ga: Pasfhocal
hu: Jelmondat
ia: Phrase de contrasigno
it: Password
ja: パスフレーズ
kab: Tafyirt n uɛeddi
ko: 암호문
lt: Slaptafrazė
nl: Wachtzin
pl: Hasło
ru: Парольная фраза
sv: Lösenfras
tr: Parola
uk: Пароль
zh_cn: 密码

source: Passphrase did not match any locked device
ar: لم تتطابق عبارة السر مع أي جهاز مُقفل
ca: La contrasenya no coincideix amb cap dispositiu bloquejat
de: Passphrase stimmte bei keinem gesperrten Gerät überein
el: Η φράση πρόσβασης δεν ταίριαξε με καμία κλειδωμένη συσκευή
et: Sellele salafraasile ei vasta mitte ükski lukustatud seade
fi: Pääsylause ei vastannut mitään lukittua laitetta
fr: La phrase secrète saisie ne correspond à aucun périphérique verrouillé
fur: La passphrase no corispuint a nissun dispositîf blocât
ga: Níor mheaitseáil an pasfhrása aon ghléas faoi ghlas
hu: A jelmondat nem egyezik egyetlen zárolt eszközével sem
ia: Le phrase de contrasigno non coincideva a ulle dispositivo blocate
it: La passphrase non corrisponde a nessun dispositivo bloccato
ja: パスフレーズがロックされたデバイスのどれとも一致しませんでした
kab: Tafyirt n uɛeddi ur temṣada ara ula d yiwen yibenk yettwasekkṛen
ko: 암호문은 잠금된 장치와 일치하지 않습니다
lt: Slaptafrazė neatitiko jokio užrakinto įrenginio
nl: Wachtzin komt met geen enkel vergrendeld apparaat overeen
pl: Hasło nie pasuje do żadnego zablokowanego urządzenia
ru: Парольная фраза не совпала ни с одним заблокированным устройством
sv: Lösenfrasen matchade inte någon låst enhet
tr: Parola herhangi bir kilitli aygıtla eşleşmedi
uk: Пароль не є відповідним до жодного заблокованого пристрою
zh_cn: 密码与任何锁定的设备都不匹配

source: Passphrases must match
ar: يجب أن تتطابق عبارتا السر
ca: Les contrasenyes han de coincidir
de: Passphrasen müssen übereinstimmen
el: Οι φράσεις πρόσβασης πρέπει να ταιριάζουν
et: Salafraasid peavad klappima
fi: Tunnuslauseiden on oltava samat
fr: Les phrases secrètes doivent correspondre
fur: Lis passphrases a scugnin corispuindi
ga: Ní mór go mbeadh na pasfhocail ag teacht le chéile
hu: A jelmondatoknak egyezniük kell
ia: Phrase de contrasigno debe coincider
it: Le password devono corrispondere
ja: パスフレーズが一致しません
kab: Tifyar n uɛeddi ilaq ad mṣadant
ko: 암호문은 일치해야 합니다
lt: Slaptafrazės turi sutapti
nl: Wachtwoordzinnen moeten overeenkomen
pl: Hasła muszą się zgadzać
ru: Парольные фразы должны совпадать
sv: Lösenfraserna måste matcha varandra
tr: Parolalar eşleşmeli
uk: Паролі мають збігатися
zh_cn: 密码必须匹配

source: Pending
ar: منتظر
ca: Pendent
de: Ausstehend
el: Σε εκκρεμότητα
et: Ootel
fi: Odottaa
fr: En attente
fur: In spiete
ga: Ar feitheamh
hu: Folyamatban
ia: Pendente
it: In attesa
ja: 保留中
kab: Yettṛaǧu
ko: 보류 중
lt: Laukia
nl: In afwachting
pl: Nieukończone
ru: Ожидание
sv: Väntande
tr: Bekliyor
uk: У черзі
zh_cn: 待办的
