Repository: rhinstaller/anaconda-webui
Catalog: po/*.po
Languages: ar, ca, de, el, et, fi, fr, fur, ga, hu, ia, it, ja, kab, ko, lt, nl, pl, ru, sv, tr, uk, zh_cn

source: Please attach the log file $0 to the issue.
ar: يُرجى إرفاق ملف السجل $0 للمشكلة.
ca: Adjunteu el fitxer de registre $0 al problema.
de: Bitte hängen Sie Logdatei $0 an das Problem an.
el: Επισυνάψτε το αρχείο καταγραφής $0 στο πρόβλημα.
et: Palun lisa veateatele $0 logifail.
fi: Liitä lokitiedosto $0 vikaraporttiin.
fr: Veuillez joindre le fichier journal $0 au signalement.
fur: Par plasê, zonte il file di regjistri $0 al probleme.
ga: Ceangail an logchomhad $0 leis an gceist le do thoil.
hu: Mellékelje a(z) $0 naplófájlt a problémához.
it: Per favore, allega il file di log $0 al problema.
ja: ログファイル $0 をIssueに添付してください。
kab: Ttxil seddu afaylu n uɣmis $0 akked wugur.
ko: 로그 파일 $0를 문제로 첨부해 주세요.
lt: Prisekite prie klaidos žurnalo failą $0.
nl: Voeg het logbestand $0 toe aan het probleem.
pl: Proszę załączyć plik dziennika $0 w zgłoszeniu.
ru: Прикрепите файл журнала $0 к сообщению о проблеме.
sv: Bifoga loggfilen $0 till problemrapporten.
tr: Lütfen $0 günlük dosyasını soruna ekleyin.
uk: Будь ласка, додайте до повідомлення про ваду файл журналу $0.
zh_cn: 请将日志文件 $0 附加到问题中。

source: Please select at least one disk to continue
ar: الرجاء تحديد قرص واحد على الأقل للمتابعة
ca: Seleccioneu almenys un disc per continuar
el: Επιλέξτε τουλάχιστον έναν δίσκο για να συνεχίσετε
et: Jätkamiseks palun vali vähemalt üks ketas
fr: Sélectionnez au moins un disque pour continuer
ga: Roghnaigh diosca amháin ar a laghad le leanúint ar aghaidh
hu: Válasszon legalább egy lemezt a folytatáshoz
kab: Ttxil-k·m, fren ma ulac yiwen n uḍebsi akken ad tkemmleḍ
pl: Proszę wybrać co najmniej jeden dysk, aby kontynuować
sv: Välj minst en disk för att fortsätta
uk: Будь ласка, позначте принаймні один диск, щоб продовжити
zh_cn: 请至少选择一个磁盘以继续

source: Powered by Anaconda
ar: مدعوم من أناكوندا
ca: Impulsat per Anaconda
el: Με την υποστήριξη του Anaconda
et: Taustal töötab Anaconda
fi: Pellin alla Anaconda
fr: Fonctionne grâce à Anaconda
fur: Realizât cun Anaconda
ga: Cumhachtaithe ag Anaconda
hu: Az Anaconda használatával
kab: S lmendad n Anaconda
ko: 아나콘다 제공
lt: Naudoja Anaconda
nl: Mogelijk gemaakt door Anaconda
pl: Używa technologii Anaconda
ru: На основе Anaconda
sv: Drivs av Anaconda
tr: Anaconda tabanlıdır
uk: На основі Anaconda
zh_cn: 由 Anaconda 强力驱动

source: Pre-release
ar: الإصدار الأولي
ca: Pre-llançament
de: Vorabversion
el: Πρώιμη έκδοση
et: Eelversioon
fi: Esijulkaisu
fr: Préversion
fur: Pre-distribuzion
ga: Réamh-scaoileadh
hu: Kiadás előtti verziók
ia: Pre-lanceamento
it: pre-rilascio
ja: プレリリース
kab: Lqem uzwir
ko: 사전-출시
lt: Išankstinis leidimas
pl: Wydanie testowe
ru: Предварительный выпуск
sv: Förhandsutgåva
tr: Ön sürüm
uk: Тестовий випуск
zh_cn: 预发布

source: Prefer to report manually? $0
fr: Vous préférez effectuer un signalement manuel ? $0
sv: Föredrar du att rapportera manuellt? $0

source: Proceed with installation
ar: واصِل التثبيت
ca: Continueu amb la instal·lació
de: Installation fortsetzen
el: Συνέχεια με την εγκατάσταση
et: Jätka paigaldamisega
fi: Jatka asentamista
fr: Poursuivre l'installation
ga: Lean ar aghaidh le suiteáil
hu: Telepítés folytatása
ia: Proceder con le installation
it: Procedere con l'installazione.
ja: インストールを継続
kab: Kemmel asebded
ko: 설치로 진행합니다
lt: Tęskite diegimą
nl: Doorgaan met installatie
pl: Kontynuuj instalację
ru: Приступить к установке
sv: Fortsätt med installationen
tr: Kuruluma devam et
uk: Продовжити встановлення
zh_cn: 继续安装

source: Quit
ar: أنهِ
ca: Surt
de: Beenden
el: Έξοδος
et: Välju
fi: Lopeta
fr: Quitter
fur: Abandone
ga: Scoir
hu: Kilépés
ia: Quitar
it: Abbandona
ja: 終了
kab: Ffeɣ
ko: 종료
lt: Išeiti
nl: Afsluiten
pl: Zakończ
ru: Выход
sv: Avsluta
tr: Çık
uk: Вийти
zh_cn: 退出

source: Quit installer?
ar: إنهاء المثبِّت؟
ca: Sortir de l'instal·lador?
de: Installationsprogramm beenden?
el: Έξοδος από τον βοηθό εγκατάστασης;
et: Kas väljud paigaldajast?
fi: _Poistu asennusohjelmasta?
fr: Quitter le programme d'installation ?
fur: Bandonâ l'instaladôr?
ga: An bhfuil fonn ort an suiteálaí a scor?
hu: Kilép a telepítőből?
ia: Quitar le installator?
it: Abbandona il programma di installazione?
ja: インストーラーを終了しますか？
kab: Ffeɣ seg useɣẓan n usbeddi?
ko: 설치자 종료?
lt: Išeiti iš diegyklės?
nl: Installatieprogramma afsluiten?
pl: Zakończyć instalatora?
ru: Выйти из программы установки?
sv: Avsluta installationsprogrammet?
tr: Kurucudan çıkılsın mı?
uk: Вийти зі встановлювача?
zh_cn: 退出安装程序？

source: Reading information about the OS failed.
ar: فشلت قراءة المعلومات حول نظام التشغيل.
ca: No s'ha pogut llegir la informació sobre el sistema operatiu.
de: Einlesen der Informationen zum Betriebssystem fehlgeschlagen.
el: Η ανάγνωση πληροφοριών σχετικά με το λειτουργικό σύστημα απέτυχε.
et: Operatsioonisüsteemi teabe lugemine ei õnnestunud.
fi: Käyttöjärjestelmää koskevien tietojen lukeminen epäonnistui.
fr: Échec de la lecture des informations à propos du système d'exploitation.
ga: Theip ar léamh faisnéise faoin OS.
hu: Nem sikerült beolvasni az operációs rendszerre vonatkozó információkat.
ia: Lectura del information re le systema operative falleva.
it: Lettura delle informazioni sul sistema operativo fallita.
ja: OS に関する情報の読み取りに失敗しました。
kab: Tecceḍ tɣuri n telɣut yerzan unagraw OS yeccḍen.
ko: OS에 대한 정보 읽기를 실패함.
lt: Nepavyko perskaityti informacijos apie OS.
nl: Informatie over het besturingssysteem lezen is mislukt.
pl: Odczytanie informacji o systemie operacyjnym się nie powiodło.
ru: Не удалось прочитать информацию об ОС.
sv: Misslyckades att läsa information om operativsystemet.
tr: İşletim sistemi hakkında bilgilerin okunması başarısız oldu.
uk: Не вдалося прочитати відомості щодо операційної системи.
zh_cn: 读取操作系统的信息失败。

source: Reading information about the computer failed.
ar: فشلت قراءة المعلومات حول الحاسب.
ca: Ha fallat la lectura de la informació sobre l'ordinador.
de: Einlesen der Informationen zum Computer fehlgeschlagen.
el: Η ανάγνωση πληροφοριών σχετικά με τον υπολογιστή απέτυχε.
et: Arvutikohase teabe lugemine ei õnnestunud.
fi: Tietokoneen tietojen lukeminen epäonnistui.
fr: Échec de la lecture des informations à propos de l'ordinateur.
fur: Leture des informazions sul computer falide.
ga: Theip ar léamh eolais faoin ríomhaire.
hu: Nem sikerült beolvasni a számítógépre vonatkozó információkat.
it: La lettura delle informazioni sul computer non è riuscita.
ja: コンピュータに関する情報の読み取りに失敗しました。
kab: Tecceḍ tɣuri n telɣut yerzan aselkim.
ko: 컴퓨터에 대한 정보 읽기를 실패함.
lt: Nepavyko perskaityti informacijos apie kompiuterį.
nl: Informatie over de computer lezen mislukte.
pl: Odczytanie informacji o komputerze się nie powiodło.
ru: Не удалось прочитать информацию о компьютере.
sv: Läsa information om datorn misslyckades.
tr: Bilgisayar hakkında bilgilerin okunması başarısız oldu.
uk: Не вдалося прочитати відомості щодо комп'ютера.
zh_cn: 读取计算机信息失败。

source: Reading installer configuration failed.
ar: فشلت قراءة تضبيط المثبِّت.
ca: No s'ha pogut llegir la configuració de l'instal·lador.
de: Einlesen der Konfiguration des Installationsprogramms fehlgeschlagen.
el: Η ανάγνωση διαμόρφωσης του βοηθού εγκατάστασης απέτυχε.
et: Paigaldaja seadistuste lugemine ei õnnestunud.
fi: Asennusohjelman asetusten lukeminen epäonnistui.
fr: Échec de la lecture de la configuration du programme d'installation.
fur: Leture de configurazion dal instaladôr falide.
ga: Theip ar léamh cumraíocht an suiteálaí.
hu: Nem sikerült beolvasni a telepítő konfigurációját.
ia: Lectura del configuration del installator fallite.
it: Lettura della configurazione del programma di installazione fallita.
ja: インストーラーの設定の読み込みに失敗しました。
kab: Tecceḍ tɣuri n twila n useɣẓan n usbeddi.
ko: 설치자 구성 읽기가 실패함.
lt: Nepavyko perskaityti diegyklės konfigūracijos.
nl: De configuratie van het installatieprogramma lezen mislukte.
pl: Odczytanie konfiguracji instalatora się nie powiodło.
ru: Не удалось прочитать конфигурацию программы установки.
sv: Läsa installationskonfigurationen misslyckades.
tr: Kurucu yapılandırmasının okunması başarısız oldu.
uk: Не вдалося прочитати налаштування встановлювача.
zh_cn: 读取安装程序配置失败。

source: Reading installer version information failed.
ar: فشلت قراءة معلومات إصدار المثبِّت.
ca: No s'ha pogut llegir la informació de la versió de l'instal·lador.
de: Einlesen der Versionsinformationen des Installationsprogramms fehlgeschlagen.
el: Η ανάγνωση πληροφοριών έκδοσης του βοηθού εγκατάστασης απέτυχε.
et: Paigaldaja versiooniteabe lugemine ei õnnestunud.
fi: Asennusohjelman versiotietojen lukeminen epäonnistui.
fr: Échec de la lecture des informations de version du programme d'installation.
fur: Leture des informazions su la version dal instaladôr falide.
ga: Theip ar léamh eolas faoin leagan suiteálaí.
hu: Nem sikerült beolvasni a telepítő verzióinformációit.
ia: Lectura del information del version del installator fallite.
it: Lettura delle informazioni sulla versione del programma di installazione fallita.
ja: インストーラーのバージョン情報の読み取りに失敗しました。
kab: Tecceḍ tɣuri n telɣut n lqem n useɣẓan n usbeddi.
ko: 설치자 버전 정보 읽기가 실패함.
lt: Nepavyko perskaityti diegyklės versijos informacijos.
nl: Versie-informatie van het installatieprogramma lezen is mislukt.
pl: Odczytanie informacji o wersji instalatora się nie powiodło.
ru: Не удалось прочитать информацию о версии программы установки.
sv: Läsa installation version information misslyckades.
tr: Kurucu sürüm bilgilerinin okunması başarısız oldu.
uk: Не вдалося прочитати дані щодо версії встановлювача.
zh_cn: 读取安装程序版本信息失败。

source: Real hostname can only contain characters, digits, dashes (not starting or ending a character) and dots
ar: اسم المضيف الحقيقي يمكن أن يحتوي فقط على محارف وأرقام وشرطات (لا تبدأ أو تنتهي بمحرف) ونقاط
ca: El nom real de l'amfitrió només pot contenir caràcters, dígits, guions (no iniciar o acabar un caràcter) i punts
de: Der tatsächliche Rechnername darf nur Buchstaben, Zahlen, Bindestriche (nicht mit einem Bindestrich beginnend oder endend) und Punkte enthalten
el: Το πραγματικό όνομα υπολογιστή μπορεί να περιέχει μόνο χαρακτήρες, ψηφία, παύλες (όχι στην αρχή ή στο τέλος) και τελείες
et: Tegelikus hostinimes võib olla tähemärke, numbreid, kriipse (aga mitte alguses ja lõpus) ja punkte
fi: Oikea isäntänimi voi sisältää vain merkkejä, numeroita, viivoja (ei merkin alkua tai loppua) ja pisteitä
fr: Le nom d'hôte réel peut contenir uniquement des caractères, des chiffres, des tirets (hormis au début et à la fin) et des points
ga: Ní féidir ach carachtair, digití, daiseanna (gan carachtar a thosú nó a chríochnaíonn) agus poncanna a bheith i bhfíor-óstainm
hu: A válódi gépnevek csak betűket, számjegyeket, kötőjeleket (nem záró vagy kezdő karakterként) és pontokat tartalmazhatnak
kab: Isem n usenneftaɣ ilaw yezmer ad ilin kan deg-s yisekkilen, izwilen, ijerriḍen (slid deg tazwara akked taggara) akked wagazen
ko: 실제 호스트이름은 문자, 숫자, 줄표 (문자를 시작하거나 끝내지 않음) 및 점만 포함합니다
lt: Tikrame kompiuterio pavadinime gali būti tik raidės, skaitmenys, brūkšneliai (negali prasidėti ar pasibaigti jais) ir taškai
nl: Een echte hostnaam kan alleen letters, cijfers, koppeltekens (niet als startend of eindigend teken) en punten bevatten
pl: Prawdziwa nazwa komputera może zawierać tylko litery, cyfry, myślniki (ale nie na początku ani końcu) i kropki
ru: Настоящее имя узла может содержать только символы, цифры, тире (не начинающие и не заканчивающие символ) и точки
sv: Riktigt värdnamn kan bara innehålla tecken, siffror, bindestreck (inte börja eller avslutas med ett tecken) och punkter
tr: Gerçek ana makine adı yalnızca karakter, rakam, tire işareti (bir karakterin başında veya sonunda değil) ve nokta içerebilir
uk: Справжня назва вузла може складатися лише з літер, цифр дефісів (не на початку і не у кінці) та крапок
zh_cn: 真实主机名只能包含字符、数字、破折号（不是开始或结束字符）和点

source: Real hostname must be 64 characters or less
ar: ينبغي أن يكون طول اسم المضيف ٦٤ حرفا أو أقل
ca: El nom d'amfitrió real ha de tenir 64 caràcters o menys
de: Der tatsächliche Rechnername darf maximal 64 Zeichen lang sein
el: Το πραγματικό όνομα υπολογιστή πρέπει να αποτελείται από 64 χαρακτήρες ή λιγότερους
et: Tegelik hostinimi võib olla kuni 64 tähemärki pikk
fi: Oikea isäntänimi saa olla enintään 64 merkkiä pitkä
fr: Le nom d'hôte réel ne doit pas dépasser 64 caractères
ga: Caithfidh 64 carachtar nó níos lú a bheith i bhfíor-óstainm
hu: A valódi gépnév 64 vagy kevesebb karakter hosszú lehet
kab: Isem n usenneftaɣ ilaw ilaq ad yesɛu 64 yisekkilen neɣ ddaw
ko: 실제 호스트이름은 길이로 64 자 이하의 문자여야 합니다
lt: Tikrasis kompiuterio pavadinimas turi būti ne ilgesnis nei 64 simboliai
nl: Een echte hostnaam moet 64 karakters of minder bevatten
pl: Prawdziwa nazwa komputera nie może mieć więcej niż 64 znaki
ru: Настоящее имя узла должно состоять из 64 символов или меньше
sv: Riktiga värdnamn måste bestå av 64 tecken eller mindre
tr: Gerçek ana makine adı 64 karakter veya daha az olmalıdır
uk: Справжня назва вузла має складатися не більше, ніж з 64 символів
zh_cn: 实际主机名必须不超过 64 个字符

source: Reboot
ar: أعد التشغيل
ca: Reiniciar
de: Neustart
el: Επανεκκίνηση
et: Taaskäivita
fi: Käynnistä uudelleen
fr: Redémarrer
fur: Torne invie
ga: Atosaigh
hu: Újraindítás
ia: Reinitiar
it: Riavvio
ja: 再起動
kab: Ales asenker
ko: 재시작
lt: Perleisti
nl: Herstarten
pl: Uruchom ponownie
ru: Перезагрузка
sv: Starta om
tr: Yeniden başlat
uk: Перезавантажити
zh_cn: 重启

source: Reboot into Windows to resize BitLocker-encrypted partitions. Make at least $0 of free space available for installation.
ar: أعد تشغيل Windows لتغيير حجم الأقسام المُعمَّاة باستخدام BitLocker. أتح مساحة خالية لا تقل عن $0 للتثبيت.
ca: Reinicieu a Windows per canviar la mida de les particions encriptades amb BitLocker. Oferiu com a mínim $0 d'espai lliure disponible per a la instal·lació.
el: Κάντε επανεκκίνηση στα Windows για να αλλάξετε το μέγεθος των διαμερισμάτων με κρυπτογράφηση BitLocker. Απελευθερώστε τουλάχιστον $0 χώρου για την εγκατάσταση.
et: Alglaadimisel vali Windows ja muuda seal BitLockeriga krüptitud partitsiooni suurust. Tekita paigalduse jaoks vähemalt $0 vaba andmeruumi.
fi: Käynnistä Windows uudelleen muuttaaksesi BitLocker-salattujen osioiden kokoa. Varaa vähintään $0 vapaata tilaa asennusta varten.
fr: Redémarrez dans Windows pour redimensionner les partitions chiffrées avec BitLocker. Pensez à dédier au moins $0 d'espace libre à l'installation.
ga: Atosaigh Windows chun méid na ndeighiltí criptithe le BitLocker a athrú. Déan $0 ar a laghad de spás saor in aisce ar fáil don suiteáil.
hu: Újraindítás a Windowszal a BitLockerrel titkosított partíció átméretezéséhez. Hagyjon legalább $0 szabad helyet a telepítéshez.
kab: Ales asenker ar Windows i usemsawi n teɣzi n yiḥricen yettwawgelhen s BitLocker. Eǧǧ ma drus $0 n tallunt d tilemt i usebded.
nl: Start opnieuw op in Windows om de grootte van BitLocker-versleutelde partities te veranderen. Maak minstens $0 vrije ruimte beschikbaar voor de installatie.
pl: Należy uruchomić ponownie do systemu Windows, aby zmienić rozmiar partycji zaszyfrowanych funkcją BitLocker. Instalacja wymaga co najmniej $0 wolnego miejsca.
sv: Starta om till Windows för att ändra storlek på BitLocker-krypterade partitioner. Se till att minst $0 ledigt utrymme tillgängligt för installation.
uk: Перезавантажтеся у Windows, щоб змінити розмір зашифрованих BitLocker розділів. Звільніть принаймні $0 для встановлення.
zh_cn: 重新启动 Windows 以调整 BitLocker 加密分区的大小。为安装提供至少 $0 的可用空间。

source: Reboot system?
ar: إعادة تشغيل النظام؟
ca: Reiniciar el sistema?
de: System neustarten?
el: Επανεκκίνηση συστήματος;
et: Kas taaskäivitad süsteemi?
fi: Käynnistä järjestelmä uudelleen?
fr: Redémarrer le système ?
fur: Tornâ a inviâ il sisteme?
ga: Atosaigh an córas?
hu: Újraindítja a rendszert?
it: Riavvia il sistema?
ja: システムを再起動しますか？
kab: Ales asenker n unagraw?
ko: 시스템 재시작?
lt: Perleisti sistemą?
nl: Systeem herstarten?
pl: Uruchomić komputer ponownie?
ru: Перезагрузить систему?
sv: Starta om systemet?
tr: Sistem yeniden başlatılsın mı?
uk: Перезавантажити систему?
zh_cn: 重启系统？

source: Reboot to installed system
ar: أعد التشغيل إلى النظام المثبِّت
ca: Reinicieu al sistema instal·lat
de: Neustart zum installierten System
el: Επανεκκίνηση στο εγκατεστημένο σύστημα
et: Taaskäivita juba paigaldatud süteemina
fi: Käynnistä uudelleen asennettuun järjestelmään
fr: Redémarrer sur le système installé
ga: Atosaigh go dtí an córas suiteáilte
hu: Újraindítás a telepített rendszerrel
kab: Ales asenker ɣer unagraw yettusbedden
ko: 설치된 시스템으로 재부팅
lt: Perkraukite į įdiegtą sistemą
nl: Opnieuw opstarten naar geïnstalleerd systeem
pl: Uruchom ponownie do zainstalowanego systemu
ru: Перезагрузить в установленную систему
sv: Starta om till det installerade systemet
tr: Kurulu sisteme yeniden başlat
uk: Перезавантажитися до встановленої системи
zh_cn: 重新启动到已安装的系统

source: Reclaim additional space
ar: استعد المساحة لإضافية
ca: Recupera espai addicional
de: Zusätzlichen Speicherplatz zurückgewinnen
el: Ανάκτηση πρόσθετου χώρου
et: Vabasta täiendavat andmeruumi
fi: Pyydä lisää tilaa takaisin
fr: Récupérer plus d'espace
ga: Íosluchtaigh spás breise
hu: További terület visszanyerése
ia: Recuperar spatio additional
kab: Err-d ugar n tallunt
ko: 추가 공간 확보
lt: Susigrąžinkite papildomą vietą
nl: Aanvullende ruimte terugvorderen
pl: Odzyskanie dodatkowego miejsca
ru: Освободите дополнительное пространство
sv: Återvinn ytterligare utrymme
tr: Ek alan kazan
uk: Звільнити додаткове місце
zh_cn: 回收更多空间

source: Reclaim space
ar: استعد المساحة
ca: Recuperar espai
de: Speicherplatz zurückgewinnen
el: Ανάκτηση χώρου
et: Vabasta andmeruumi
fi: Vapauta tilaa
fr: Récupérer de l'espace
ga: Faigh spás ar ais
hu: Hely visszanyerése
ia: Recuperar spatio
kab: Err-d tallunt
ko: 공간 확보
lt: Susigrąžinkite vietą
nl: Ruimte terugvorderen
pl: Odzyskaj miejsce
ru: Освободить
sv: Återvinn utrymme
tr: Alanı geri kazan
uk: Звільнити місце
zh_cn: 回收空间

source: Reclaim space (required)
ar: استعد المساحة (مطلوب)
ca: Reclama l'espai (obligatori)
de: Speicherplatz zurückgewinnen (notwendig)
el: Ανάκτηση χώρου (απαιτείται)
et: Vabasta andmeruumi (see on nõutav)
fi: Pyydä tila takaisin (pakollinen)
fr: Récupérer de l'espace (requis)
ga: Faigh spás ar ais (riachtanach)
hu: Hely visszanyerése (szükséges)
ia: Recuperar spatio (requirite)
kab: Err-d tallunt (yettwasra)
ko: 공간 확보(필수)
lt: Susigrąžinkite vietą (būtina)
nl: Ruimte terugvorderen (vereist)
pl: Odzyskanie miejsca (wymagane)
ru: Освободить пространство (требуется)
sv: Återvinn utrymme (nödvändigt)
tr: Alanı geri kazan (gerekli)
uk: Звільнити місце (обов'язково)
zh_cn: 回收空间（必需）

source: Recommended
ar: مستحسن
ca: Recomanat
de: Empfohlen
el: Προτείνεται
et: Soovitatav
fi: Suositeltu
fr: Recommandé
fur: Conseât
ga: Molta
hu: Ajánlott
it: Consigliato
ja: 推奨
kab: Yettuwelleh
ko: 권장 사항
lt: Rekomenduojama
nl: Aanbevolen
pl: Zalecany
ru: Рекомендуется
sv: Rekommenderad
tr: Tavsiye edilir
uk: Рекомендовано
zh_cn: 推荐的

source: Recommended partitions:
ar: التقسيمات الموصى بها:
ca: Particions recomanades:
de: Empfohlene Partitionen:
el: Προτεινόμενα διαμερίσματα:
et: Soovituslikud partitsioonid:
fi: Suositellut osiot:
fr: Partitions recommandées :
fur: Partizions racomandadis:
ga: Deighiltí molta:
hu: Ajánlott partíciók:
it: Partizioni consigliate:
ja: 推奨されるパーティション:
kab: Iḥricen yettuwellhen:
ko: 권장 파티션:
lt: Rekomenduojami skirsniai:
nl: Aanbevolen partities:
pl: Zalecane partycje:
ru: Рекомендуемые разделы:
sv: Rekommenderade partitioner:
tr: Tavsiye edilen bölümler:
uk: Рекомендовані розділи:
zh_cn: 建议的分区：

source: Reformat
ar: أعِد التهيئة
ca: Torna a formatar
de: Neu formatieren
el: Επαναδιαμόρφωση
et: Vorminda uuesti
fi: Alusta uudelleen
fr: Reformater
fur: Torne formate
ga: Athfhormáid
hu: Újraformázás
ia: Reformatar
it: Riformattare
ja: 再フォーマット
kab: Ales amsal
ko: 다시초기화함
lt: Performatuoti
nl: Opnieuw formatteren
pl: Ponowne formatowanie
ru: Переформатирование
sv: Formatera om
tr: Yeniden biçimlendir
uk: Повторно форматувати
zh_cn: 重新格式化

source: Reinstall Fedora
ar: أعد تثبيت فيدورا
ca: Torneu a instal·lar Fedora
de: Fedora neu installieren
el: Επανεγκατάσταση του Fedora
et: Paigalda Fedora uuesti
fi: Asenna Fedora uudelleen
fr: Réinstaller Fedora
ga: Athshuiteáil Fedora
hu: A Fedora újratelepítése
ia: Reinstallar Fedora
kab: Aɛiwed n usbeddi n Fedora
ko: 페도라를 재설치합니다
lt: Iš naujo įdiekite „Fedora“
nl: Fedora opnieuw installeren
pl: Ponownie zainstaluj Fedorę
ru: Переустановить Fedora
sv: Installera om Fedora
tr: Fedora'yı Yeniden Kur
uk: Перевстановити Fedora
zh_cn: 重新安装 Fedora

source: Remove
ar: أزِل
ca: Suprimeix
de: Entfernen
el: Αφαίρεση
et: Eemalda
fi: Poista
fr: Supprimer
fur: Gjave
ga: Bain
hu: Eltávolítás
ia: Remover
it: Rimuovi
ja: 削除
kab: Kkes
ko: 제거
lt: Pašalinti
nl: Verwijderen
pl: Usuń
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_cn: 删除

source: Remove all partitions on the selected devices, including existing operating systems.
ar: أزِل جميع الأقسام الموجودة على الأجهزة المُحدّدة، بما في ذلك أنظمة التشغيل الموجودة.
ca: Elimina totes les particions dels dispositius seleccionats, inclosos els sistemes operatius existents.
de: Alle Partitionen auf den ausgewählten Geräten entfernen, einschließlich vorhandener Betriebssysteme.
el: Κατάργηση όλων των διαμερισμάτων στις επιλεγμένες συσκευές, συμπεριλαμβανομένων των υπαρχόντων λειτουργικών συστημάτων.
et: Eemalda valitud seadmetelt kõik partitsioonid, sealhulgas neil paiknevad operatsioonisüsteemid.
fi: Poista kaikki osiot valituista laitteista, mukaan lukien olemassa olevat käyttöjärjestelmät.
fr: Supprimer toutes les partitions des périphériques sélectionnés, y compris les systèmes d'exploitation existants.
ga: Bain gach deighilt ar na gléasanna roghnaithe, lena n-áirítear córais oibriúcháin atá ann cheana féin.
hu: Az összes partíció eltávolítása a kiválasztott eszközökről, beleértve a meglévő operációs rendszereket is.
kab: Kkes akk iḥricen ɣef yibenkan yettwafernen, ula d inagrawen n wammud i yellan.
ko: 기존 운영체제를 포함하여, 선택된 장치에서 모든 파티션을 제거합니다.
lt: Pašalinkite visus pasirinktų įrenginių skaidinius, įskaitant esamas operacines sistemas.
nl: Verwijder alle partities op de geselecteerde apparaten, inclusief bestaande besturingssystemen.
pl: Usuwa wszystkie partycje na wybranych urządzeniach, w tym istniejące systemy operacyjne.
ru: Удалить все разделы на выбранных устройствах, включая существующие операционные системы.
sv: Ta bort alla partitioner på de valda enheterna, inklusive befintliga operativsystem.
tr: Var olan işletim sistemleri de dahil olmak üzere seçilen aygıtlardaki tüm bölümleri kaldır.
uk: Вилучити усі розділи на позначених пристроях, включно із наявними операційними системами.
zh_cn: 删除所选设备上的所有分区，包括现有操作系统。
